{"id":"TkT8Rc","name":"Main Brewery","streetAddress":"5945 Prather Road","locality":"Centralia","region":"Washington","postalCode":"98531","phone":"800-586-7760","website":"http://dicksbeer.com/","hoursOfOperation":"Fridays 3pm - 7pm","isPrimary":"Y","inPlanning":"N","isClosed":"N","openToPublic":"Y","locationType":"micro","locationTypeDisplay":"Micro Brewery","countryIsoCode":"US","status":"verified","statusDisplay":"Verified","breweryId":"GC3a1f","createDate":[2012,1,3,2,41,52],"updateDate":[2014,7,23,19,11,34],"latitude":46.771347,"longitude":-123.007543,"brewery":{"id":"GC3a1f","name":"Dick's Brewing Company","description":"Dick Young started brewing as a home brewer in 1984 and sold homebrew supplies at his business, Northwest Sausage & Deli.  When he wasn’t busy handcrafting smoked summer sausage and pepperoni at the deli he was handcrafting small batches of beer.  Dick built from scratch a three barrel brew house (which we still use today as our pilot system) to start designing and creating recipes in the back of the deli. The beer was so popular among Dick’s friends that he soon found himself exceeding the annual production limit for homebrewers.  In 1992 Dick decided to make his hobby a business and started the application and permit process to create Dick’s Brewing Company.  After two years and many batches brewed, and many beers drank, Dick’s Brewing Company became a reality.\r\n\r\nDick quickly realized he would need more space for his growing passion and built a 2,100 square foot building adjacent to the deli.  He started with the three barrel system and would brew once a week yielding 6 kegs.  Initially he focused solely on three beers: Pale, Porter and Dick Danger.  Dick Danger Ale, is still our best selling beer to date.  When asked why he started the brewery Dick always answered, and I quote, “I started brewing beer for one reason, I was thirsty”.   And we are all so grateful he was.\r\n\r\nThe brewery was located behind the Deli on Prather Road from 1995 to 2008.  Over those 13 years the brewery grew from 200 bbls in sales in one state to over 3000 bbls in 6 states.   New uni tanks and bright tanks were added along with a brand new bottling line to keep up with demand, and Dicks creative passion for brewing also grew, starting with three recipes in 1994 to over twenty different styles in 2009.  Life was good and  Dick’s Beers were flying out the door.\r\nIn 2006 Dick set his sights even higher, and he started construction on a new brewing facility. After two long years of work  we moved into the brand new 18000 square foot brewing facility on Galvin Road in Centralia.\r\n\r\nDick wore many hats and he was so many things to so many people.  In 2009 we lost a brewmaster, a friend, a dad, a partner, a son, a teacher, a rebel, an electrician, a plumber, a carpenter, a craftsman, a joker, a complete and unique leader.  He will always be remembered and by doing so his vision and his dream will forever live on in every bottle or keg that gets shipped from the warehouse to someone that is thirsty.\r\n\r\nToday, the Dick’s Brew Crew is led by Dick’s daughter, Julie Young.  With the new brewing facility producing 23 different styles and with plenty of room for growth, we feel that the sky is the limit when it comes to Dick’s legacy.  All of us here at Dick’s are proud to continue the dream that our founder started, and we are proud to have you all along for the ride.","website":"http://dicksbeer.com/","established":"1984","isOrganic":"N","status":"verified","statusDisplay":"Verified","createDate":[2012,1,3,2,41,52],"updateDate":[2015,12,22,14,44,31],"images":{"icon":"https://s3.amazonaws.com/brewerydbapi/brewery/GC3a1f/upload_tiILgV-icon.png","medium":"https://s3.amazonaws.com/brewerydbapi/brewery/GC3a1f/upload_tiILgV-medium.png","large":"https://s3.amazonaws.com/brewerydbapi/brewery/GC3a1f/upload_tiILgV-large.png"}},"country":{"isoCode":"US","name":"UNITED STATES","displayName":"United States","isoThree":"USA","numberCode":840,"createDate":[2012,1,3,2,41,33]}}