{"id":"R59V2j","name":"Main Brewery","streetAddress":"8564 Greenwood Ave N","locality":"Seattle","region":"Washington","postalCode":"98103","phone":"206-838-6299","website":"http://www.nakedcitybrewing.com/","isPrimary":"Y","inPlanning":"N","isClosed":"N","openToPublic":"Y","locationType":"micro","locationTypeDisplay":"Micro Brewery","countryIsoCode":"US","status":"verified","statusDisplay":"Verified","breweryId":"WF34ng","createDate":[2012,1,3,2,42,3],"updateDate":[2014,7,23,19,11,34],"latitude":47.691833,"longitude":-122.35509,"brewery":{"id":"WF34ng","name":"Naked City Brewery & Taphouse","description":"Once upon a time, there were two dudes named Donald and Don. One was an engineer toiling away on the super computers of a local university, and the other was a supervisor managing the complex operations of a local billionaire. Both of them loved their jobs, but more than their jobs they loved beer. Each Don had a recurring dream of a magical place without a name, a place where the great beers of the world flowed like the Salmon le Sac at flood stage, and the fine brewing tradition of the Pacific Northwest stood proudly beside the best concoctions from far-flung breweries in Asia and across Europe.\r\n\r\nDon and Donald worked tirelessly in the wee hours on their home brew mixtures, searching for the best possible combination of hops, malt, barley, and love. For long years, the two Dons had their separate dreams, and never met. A local poet named Bryan had the pleasure of growing up with Donald, and worked for the same local billionaire as Don. After many months of hearing Don speak of his dream of the magical beer haven, Bryan knew it must be the very same place of which Donald had spoken too. He knew instinctively that it was his responsibility to bring the two Dons together. On a fateful summer afternoon at the Elysian Brewery on Capitol Hill, the two Dons met. The event later became known as THE HAPPY HOUR OF DESTINY.\r\n\r\nEvery patron in the pub knew something special was happening that day. The magical place both men dreamed of was one and the same. That very afternoon, the two Dons vowed to create a great beer haven right here on earth, and together they would name this magic place THE NAKED CITY. In THE NAKED CITY, it doesn't matter where you're going or where you've been, all that matters is great living and great beer. In THE NAKED CITY, the only problem is what great craft beer to try next. The two Dons spent a combined 25 years studying the world's great brewing traditions, and couldn't wait to begin experimenting together. Their very first batch of beer, an Oak-aged double IPA, took a ribbon in the Northwest regionals of the 2007 National Homebrew Competition. The rest, as they say, is history.\r\n\r\nTwo years after the two Dons combined their separate dreams, THE NAKED CITY opened its doors. Now Naked City boasts an award-winning brewery that produces a variety of small-batch beers available at the pub and friendly bars and restaurants in Seattle, Tacoma, Bellingham, and beyond. The 24 taps of THE NAKED CITY offer a constantly rotating variety of Washington's best beers, regional craft beers, and the best beers Donald and Don have found in two lifetimes of beer travels around the world.\r\n\r\nTwo and a half years after THE NAKED CITY was founded, the Dons convinced the local poet who brought them together to join them in the adventure. The Dons and Bryan together built a bigger brewery; a full-size kitchen; a dining room/movie theatre called The Screening Room that features free monthly events including film, comedy, poetry, community discusssion, and jazz; and now The Walrus Beer Garden, a patio that's home to murals by local artists, games, and summertime events.\r\n\r\nSo. Welcome to THE NAKED CITY, where great beer lovers flock like the salmon of Capistrano, and the only question is: WHAT TAP NEXT?","website":"http://www.nakedcitybrewing.com/","established":"2008","isOrganic":"N","status":"verified","statusDisplay":"Verified","createDate":[2012,1,3,2,42,3],"updateDate":[2015,12,22,15,8,26],"images":{"icon":"https://s3.amazonaws.com/brewerydbapi/brewery/WF34ng/upload_9Bahab-icon.png","medium":"https://s3.amazonaws.com/brewerydbapi/brewery/WF34ng/upload_9Bahab-medium.png","large":"https://s3.amazonaws.com/brewerydbapi/brewery/WF34ng/upload_9Bahab-large.png"}},"country":{"isoCode":"US","name":"UNITED STATES","displayName":"United States","isoThree":"USA","numberCode":840,"createDate":[2012,1,3,2,41,33]}}