{"id":"UfTXZT","name":"Main Brewery","streetAddress":"114 E. Evergreen Blvd","locality":"Vancouver","region":"Washington","postalCode":"98660","phone":"360-258-0413","hoursOfOperation":"Mon:  12:00pm - 10:00pm\nTue:  12:00pm - 10:00pm\nWed:  12:00pm - 10:00pm\nThu:  12:00pm - 10:00pm\nFri:  12:00pm - 10:00pm\nSat:  12:00pm - 10:00pm\n\nClosed on Sundays.","isPrimary":"Y","inPlanning":"N","isClosed":"N","openToPublic":"Y","locationType":"brewpub","locationTypeDisplay":"Brewpub","countryIsoCode":"US","status":"verified","statusDisplay":"Verified","breweryId":"ywrnRJ","createDate":[2014,9,23,15,46,51],"updateDate":[2014,9,23,15,46,51],"latitude":45.6287692,"longitude":-122.6711219,"brewery":{"id":"ywrnRJ","name":"Dirty Hands Brewing Company","description":"The road to the creation of Dirty Hands Brewing began during those halcyon days of college where Grant (UCLA) and Phil (University of Utah/University of Wyoming) started developing an appreciation for great beer. They first met during graduate school at the University of Minnesota where the fates would have it, they joined the same chemistry research group.  The guys spent many a night proving the adage of their PhD (piled higher & deeper) advisor, “The true test of running a scientific instrument is being able to operate it after a few beers.”  After graduation, Grant and Phil pursued different career paths, Grant went the academic route, while Phil initially started out in the chemical industry, but then wised up and conned people into hiring him as a beer then wine chemist.  After a few years of chasing the academic and corporate dollar, the boys wised up and decided to strike out on their own.  They landed in Vancouver, WA (which was the first Vancouver, by the way) and started up Dirty Hands Brewing Company.  From the start, their goal was to brew full flavored beers that were both balanced and highly drinkable.  So, they set to work, getting their hands dirty renovating the space that was the old Columbian Newspaper building to a working brewery and taproom.  Speaking of the newspaper, that’s how the name came about.  Think of reading a hard copy paper and how your hands would look from getting newsprint all over them!  The brewery also strives to honor the working past of Vancouver and Washington state by using locally sourced ingredients in the beer and food that we serve.","website":"http://dirtyhandsbrewing.com","isOrganic":"N","status":"verified","statusDisplay":"Verified","createDate":[2014,9,23,2,20,26],"updateDate":[2015,12,22,15,59,8],"images":{"icon":"https://s3.amazonaws.com/brewerydbapi/brewery/ywrnRJ/upload_Bm95vm-icon.png","medium":"https://s3.amazonaws.com/brewerydbapi/brewery/ywrnRJ/upload_Bm95vm-medium.png","large":"https://s3.amazonaws.com/brewerydbapi/brewery/ywrnRJ/upload_Bm95vm-large.png"}},"country":{"isoCode":"US","name":"UNITED STATES","displayName":"United States","isoThree":"USA","numberCode":840,"createDate":[2012,1,3,2,41,33]}}