{"id":"jIv9sL","name":"Main Brewery","streetAddress":"2018 E. Riverside Ave.","locality":"Spokane","region":"Washington","postalCode":"99202","phone":"509-426-3340","hoursOfOperation":"Tue:  4:00pm - 9:00pm\nWed:  4:00pm - 9:00pm\nThu:  4:00pm - 9:00pm\nFri:  4:00pm - 9:00pm\nSat:  2:00pm - 9:00pm\nSun:  1:00pm - 4:00pm\n\nClosed on Mondays.","isPrimary":"Y","inPlanning":"N","isClosed":"N","openToPublic":"Y","locationType":"tasting","locationTypeDisplay":"Tasting Room","countryIsoCode":"US","status":"verified","statusDisplay":"Verified","breweryId":"JAvSVM","createDate":[2014,9,23,16,22,8],"updateDate":[2014,9,23,16,22,9],"latitude":47.6578622,"longitude":-117.380215,"brewery":{"id":"JAvSVM","name":"Budge Brothers Brewery","description":"Brad and Bruce Budge are the owners/operators of Budge Bros Brewery in Spokane, WA. The idea of opening a brewery came to us in the spring of 2007, when we were both working as cooks in Spokane. At the time we were 18 and 21 years old. One spring day, we made the decision to quit our jobs and start a brewery. Shortly after that, we bought our first homebrew kit and brewed our first few batches. We knew that this is what we wanted to do with our lives. Our family encouraged us and helped us gather enough equipment to open our brewery. We became licensed to sell beer in Washington in January of 2010. We opened our new location and taproom at 2018 E Riverside Ave, Suite #1 in Spokane in May of 2011. We take pride in brewing quality beers made with the freshest ingredients around. All of our brews also contain a special touch of “Budge Bros Magic”. We have many exciting plans for the future, including an exclusive “Plastic Cup Club”, special events at the Taproom, seasonal brews, and cool new merchandise. We also serve the best Popcorn in the Greater Spokane Area.\r\n\r\nWhile you’re here, feel free to poke around and check out the types of beer we brew. Don’t be afraid to take a look at us and see some of our videos, photos, and games created for your enjoyment. If you are looking to find our brews at other spots in Spokane, check out this page, and if you want to see us in your favorite pub, tavern, or bar don’t hesitate to let us know.","website":"http://budgebrothers.com","isOrganic":"N","status":"verified","statusDisplay":"Verified","createDate":[2014,9,23,3,49,46],"updateDate":[2015,12,22,15,59,12],"images":{"icon":"https://s3.amazonaws.com/brewerydbapi/brewery/JAvSVM/upload_tOnv0i-icon.png","medium":"https://s3.amazonaws.com/brewerydbapi/brewery/JAvSVM/upload_tOnv0i-medium.png","large":"https://s3.amazonaws.com/brewerydbapi/brewery/JAvSVM/upload_tOnv0i-large.png"}},"country":{"isoCode":"US","name":"UNITED STATES","displayName":"United States","isoThree":"USA","numberCode":840,"createDate":[2012,1,3,2,41,33]}}