{"id":"2ONHw4","name":"Main Brewery","streetAddress":"9130 15th Pl S","locality":"Seattle","region":"Washington","postalCode":"98108","phone":"206-762-3909","website":"http://www.odinbrewing.com/","isPrimary":"Y","inPlanning":"N","isClosed":"N","openToPublic":"Y","locationType":"micro","locationTypeDisplay":"Micro Brewery","countryIsoCode":"US","status":"verified","statusDisplay":"Verified","breweryId":"V8LP7a","createDate":[2012,1,3,2,42,4],"updateDate":[2014,7,23,19,11,34],"latitude":47.5215611,"longitude":-122.3133644,"brewery":{"id":"V8LP7a","name":"Odin Brewing Company","description":"Odin Brewing embraces the exploratory spirit of the ancient Vikings.  We set sail in December 2009, during the height of a global economic storm, and have quickly become one of the fastest growing breweries in Washington, with our beer is now sacking and pillaging cities throughout Washington and British Columbia. We have taken a different tack than many new brewers, and rather than going for a number of very big, single batch beers, we are focused on food-friendly beers in a smaller lineup that is readily available year round. We realized a long time ago that food-friendly by no means needs to be less flavorful, and we actually add ingredients to widen the palate of our beers above and beyond their original styles.\r\n\r\nTo better integrate with a meal and make our beers more ‘sessionable’ in general, we utilize highly attenuating yeasts to dry out our beers to make them less sweet and filling, then replace that desired sweetness with an addition outside the norm, such as Juniper, Ginger or even Angelica. These ingredients are always kept at a level to avoid building a ‘spice beer’, and always present themselves as a unique and complementary addition. We also focus on extremely clean finishes, and use the entire recipe to build bittering rather than just using the hops to reduce lingering starchiness.\r\n\r\nIn the end, the true beauty of any flavor is in the eye (and mouth) of the beholder. Read about our beers here, then taste them at your local restaurant or store and judge for yourself if we have truly crafted ‘Great Beer Designed With Great Food In Mind’. We believe we have.","website":"http://www.odinbrewing.com/","established":"2009","isOrganic":"N","status":"verified","statusDisplay":"Verified","createDate":[2012,1,3,2,42,4],"updateDate":[2015,12,22,15,26,35],"images":{"icon":"https://s3.amazonaws.com/brewerydbapi/brewery/V8LP7a/upload_AArV0l-icon.png","medium":"https://s3.amazonaws.com/brewerydbapi/brewery/V8LP7a/upload_AArV0l-medium.png","large":"https://s3.amazonaws.com/brewerydbapi/brewery/V8LP7a/upload_AArV0l-large.png"}},"country":{"isoCode":"US","name":"UNITED STATES","displayName":"United States","isoThree":"USA","numberCode":840,"createDate":[2012,1,3,2,41,33]}}