{"breweryId":"NqX68g","id":"kOunGg","name":"Sunflower IPA","description":"In the 1790s, English sailors needed an ale that could withstand the long sea voyage to the colonies in Asia. Knowing that alcohol and hops are natural preservatives, English brewers developed these strong, highly hopped ales known as India Pale Ales. McMenamins Sunflower IPA was first introduced in the summer of 1995 at our West Linn brewery. Inspired by the bountiful sunflowers grown in the pub's beer garden, our IPA has a deep golden color and distinct yet subtle citrus flavors that satisfy both the diehard IPA drinker and those who prefer a lighter palate. Sunflower IPA is truly a beer for the masses. McMenamins artists Lyle Hehn, Myrna Yoder and Jenny Joyce were each asked to design a label for the new IPA. What resulted was three incredibly beautiful yet dissimilar ideas. Rather than choose one label, we will issue three different bottles!","abv":"6.71","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":1,"styleId":30,"glasswareId":5,"createDate":[2012,1,3,2,43,28],"updateDate":[2015,12,15,21,4,53],"labels":{"icon":"https://s3.amazonaws.com/brewerydbapi/beer/kOunGg/upload_XMeHHS-icon.png","medium":"https://s3.amazonaws.com/brewerydbapi/beer/kOunGg/upload_XMeHHS-medium.png","large":"https://s3.amazonaws.com/brewerydbapi/beer/kOunGg/upload_XMeHHS-large.png"},"style":{"id":30,"categoryId":3,"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":[2012,3,21,20,6,45],"updateDate":[2015,4,7,15,26,37],"category":{"id":3,"name":"North American Origin Ales","createDate":[2012,3,21,20,6,45]}},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"glass":{"id":5,"name":"Pint","createDate":[2012,1,3,2,41,33]}}