{"breweryId":"b6oU3L","id":"7Ii1QU","name":"De La Brett","description":"Dry hopped pale ale brewed with brettanomyces!","abv":"5.75","isOrganic":"N","status":"verified","statusDisplay":"Verified","styleId":39,"createDate":[2015,4,19,19,37,45],"updateDate":[2015,4,19,19,37,45],"style":{"id":39,"categoryId":11,"name":"Brett Beer","shortName":"Brett","description":"Brett Beers are any range of color and may take on the color of added fruits or other ingredients. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Moderate to intense yet balanced fruity-ester aromas are evident. In darker versions, roasted malt, caramel-like and chocolate-like aromas are subtly present. Diacetyl and DMS aromas should not be perceived. Hop aroma is evident over a full range from low to high. In darker versions, roasted malt, caramel-like and chocolate-like flavors are subtly present. Fruited versions will exhibit fruit flavors in harmonious balance with other characters. Hop flavor is evident over a full range from low to high. Hop bitterness is evident over a full range from low to high. The evolution of natural acidity develops balanced complexity. Horsey, goaty, leathery, phenolic and light to moderate and/or fruity acidic character evolved from Brettanomyces organisms may be evident, not dominant and in balance with other character. Cultured yeast strains may be used in the fermentation. Beers in this style should not use bacteria or exhibit bacteria-derived characters. Moderate to intense yet balanced fruity-ester flavors are evident. Diacetyl and DMS flavors should not be perceived. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Body is evident over a full range from low to high. For purposes of competition entries exhibiting wood-derived characters or characters of liquids previously aged in wood would more appropriately be entered in other Wood-Aged Beer categories. Wood- and barrel-aged sour ales should not be entered here and are classified elsewhere.","createDate":[2012,3,21,20,6,46],"updateDate":[2015,4,7,17,4,16],"category":{"id":11,"name":"Hybrid/mixed Beer","createDate":[2012,3,21,20,6,46]}}}