{"breweryId":"ni4EnY","id":"nNmfkN","name":"Mocha Death","description":"beginning october 1st, iron horse brewery will be offering mocha death. for this seasonal offering, we started with irish death. irish death is our dark smooth ale that presents a full malt flavor laced with caramel, chocolate, dark fruit, and a touch of sweetness. to this heavenly ale, we added fresh, locally roasted espresso beans and pure cocoa. the result is a bit of confusion. \"should this go in my coffee mug, or my pint glass?\" answer: both. this beer is up front with enormous coffee aroma, with the cocoa playing the sideline. until the taste. Lacking bitterness, the flavor comes forward with a rounded balance of coffee blending gracefully with the creamy malt body and soft cocoa flavors. dark beer, chocolate, and coffee. you're welcome.","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":4,"styleId":23,"glasswareId":5,"createDate":[2012,1,3,2,43,43],"updateDate":[2015,12,18,15,7,13],"labels":{"icon":"https://s3.amazonaws.com/brewerydbapi/beer/nNmfkN/upload_WcPGKu-icon.png","medium":"https://s3.amazonaws.com/brewerydbapi/beer/nNmfkN/upload_WcPGKu-medium.png","large":"https://s3.amazonaws.com/brewerydbapi/beer/nNmfkN/upload_WcPGKu-large.png"},"style":{"id":23,"categoryId":2,"name":"Classic Irish-Style Dry Stout","shortName":"Dry Irish Stout","description":"Dry stouts have an initial malt and light caramel flavor profile with a distinctive dry-roasted bitterness in the finish. Dry stouts achieve a dry-roasted character through the use of roasted barley. The emphasis of coffee-like roasted barley and a moderate degree of roasted malt aromas define much of the character. Some slight acidity may be perceived but is not necessary. European hop aroma and flavor should be low or not perceived. Dry stouts have medium-light to medium body. Fruity esters are minimal and overshadowed by malt, high hop bitterness, and roasted barley character. Diacetyl (butterscotch) should be very low or not perceived. Head retention and rich character should be part of its visual character.","ibuMin":"30","ibuMax":"40","abvMin":"3.8","abvMax":"5","srmMin":"40","srmMax":"40","ogMin":"1.038","fgMin":"1.008","fgMax":"1.012","createDate":[2012,3,21,20,6,45],"updateDate":[2015,4,7,15,23,51],"category":{"id":2,"name":"Irish Origin Ales","createDate":[2012,3,21,20,6,45]}},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"glass":{"id":5,"name":"Pint","createDate":[2012,1,3,2,41,33]}}