{"breweryId":"17tUiZ","id":"k5p3Fy","name":"Malaprop 8 Abbey-style Bier","description":"With a rainbow of different Franco-Belgie kilned malts, two different types of sugar, unmalted wheat and some flaked oats to keep things interesting, we didn’t know what style of beer this would be when it was brewed, but we like the way it turned out. Strong, slightly spicy, with warm toasty malt undertones and a European hop sensibility; it’s a beer you need to try before you decide. OG 19.6 P, 7.33% ABV.","abv":"7.33","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":4,"styleId":63,"glasswareId":5,"createDate":[2012,1,3,2,43,40],"updateDate":[2015,6,2,20,26,29],"style":{"id":63,"categoryId":5,"name":"Belgian-Style Pale Strong Ale","shortName":"Belgian Pale Strong","description":"Belgian pale strong ales are pale to golden in color with relatively light body for a beer of its alcoholic strength. Often brewed with light colored Belgian \"candy\" sugar, these beers are well attenuated. The perception of hop bitterness is medium-low to medium -high, with hop flavor and aroma also in this range. These beers are highly attenuated and have a perceptively deceiving high alcoholic character-being light to medium bodied rather than full bodied. The intensity of malt character should be low to medium, often surviving along with a complex fruitiness. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.","ibuMin":"20","ibuMax":"50","abvMin":"7","abvMax":"11","srmMin":"4","srmMax":"10","ogMin":"1.064","fgMin":"1.012","fgMax":"1.024","createDate":[2012,3,21,20,6,46],"updateDate":[2015,4,7,15,32,16],"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":[2012,3,21,20,6,46]}},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"glass":{"id":5,"name":"Pint","createDate":[2012,1,3,2,41,33]}}