{"breweryId":"h9obbv","id":"BGPJN6","name":"Seaborgium 106 Strong Scottish Ale","description":"This ale is made in a rather unique way compared to our regular brews.  We use 50% more malt, including imported pale malt from the UK, mash the malt at higher temperatures using traditional Scottish methods, and ferment it slowly at cooler temperatures.  These brewing methods require great care, but result in a full-bodied and deliciously malty Scottish style ale.  The large amount of malt used for this brew makes it unusually strong, so we serve it to you in smaller portions.  Element 106 has recently been named Seaborgium in honor of the life-long efforts of the late G.T. Seabor – nuclear chemist and discoverer of plutonium.  We thought it would be similarly fitting to name this beer Seaborgium 106 Strong Scottish Ale.\r\nThis ale is made in a rather unique way compared to our regular brews.  We use more malt, mash at higher temperatures using traditional Scottish methods, and ferment slowly at cooler temperatures. These brewing methods require great care, but result in a full-bodied and deliciously malty Scottish style ale. Element 106 was named Seaborgium in honor of the life-long efforts of the late G.T. Seabor – nuclear chemist and discoverer of plutonium.","abv":"5.1","ibu":"14","isOrganic":"N","status":"verified","statusDisplay":"Verified","styleId":8,"createDate":[2015,8,7,21,47,19],"updateDate":[2015,8,7,21,48,16],"style":{"id":8,"categoryId":1,"name":"Scottish-Style Heavy Ale","shortName":"Scottish Heavy","description":"Scottish heavy ale is moderate in strength and dominated by a smooth, sweet maltiness balanced with low, but perceptible, hop bitterness. Hop flavor or aroma should not be perceived. Scottish heavy ale will have a medium degree of malty, caramel-like, soft and chewy character in flavor and mouthfeel. It has medium body, and fruity esters are very low, if evident. Yeast characters such as diacetyl (butterscotch) and sulfuriness are acceptable at very low levels. The color will range from golden amber to deep brown. Bottled versions of this traditional draft beer may contain higher amounts of carbon dioxide than is typical for mildly carbonated draft versions. Chill haze is acceptable at low temperatures. Though there is little evidence suggesting that traditionally made Scottish-style heavy ales exhibited peat smoke character, the current marketplace offers many Scottish-style heavy ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low to medium levels (ales with medium-high or higher smoke character would be considered a smoke flavored beer and considered in another category). Scottish-style heavy ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).","ibuMin":"12","ibuMax":"20","abvMin":"3.5","abvMax":"4","srmMin":"10","srmMax":"19","ogMin":"1.035","fgMin":"1.01","fgMax":"1.014","createDate":[2012,3,21,20,6,45],"updateDate":[2015,4,7,15,19,48],"category":{"id":1,"name":"British Origin Ales","createDate":[2012,3,21,20,6,45]}}}