{"breweryId":"NqX68g","id":"6CkxPN","name":"Black Widow Porter","description":"Many full moons have passed by and along with them, old recipes have been tucked away – some forever – in dusty, sometimes forgotten nooks, crannies and cabinets in all of our breweries.  However, certain beers have a way of establishing their footholds and carrying forward, largely on their own momentum. Originally created at the Thompson Brewery over 20 years ago on October 15, 1991 and made by all Thompson Brewers to come after, Black Widow has become an expected and welcome Halloween treat at the Thompson Public House in Salem.  More recently Black Widow has expanded her web to include other breweries and outposts in the last few years.  This year, however, her web has enveloped the entire company, as every McMenamins brewery will be making a batch.  Preparing for this year’s brew, ale-houses warmed to the task with vats of striking hot water.  Mysterious sacks of grain were shuffled to steaming mash cauldrons.  Madcap laughs were heard in darkened aging-cellars and Thompson’s stairway to nowhere.  And brewers bared fangs as well as souls in the ritual preparation of this year’s Halloween brew.\r\n\r\nEach deep-black goblet of Black Widow is packed full of the robust notes afforded by generous amounts of black and roast malts and further spirited with ethereal wisps of caramel and licorice.  Both substantial and sublime, this elixir is sure to slake the most fiendish of thirsts.  Open up a creaking pub door, find a seat with friends and family, and nourish your inner ghoul with a brew steeped in tradition and mystery.  A good howl at the Cheshire moon couldn’t hurt, either.","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":4,"styleId":18,"glasswareId":5,"createDate":[2012,10,4,18,17,53],"updateDate":[2015,12,16,19,10,49],"labels":{"icon":"https://s3.amazonaws.com/brewerydbapi/beer/6CkxPN/upload_tZXxCG-icon.png","medium":"https://s3.amazonaws.com/brewerydbapi/beer/6CkxPN/upload_tZXxCG-medium.png","large":"https://s3.amazonaws.com/brewerydbapi/beer/6CkxPN/upload_tZXxCG-large.png"},"style":{"id":18,"categoryId":1,"name":"Brown Porter","shortName":"Brown Porter","description":"Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.","ibuMin":"20","ibuMax":"30","abvMin":"4.5","abvMax":"6","srmMin":"20","srmMax":"35","ogMin":"1.04","fgMin":"1.006","fgMax":"1.014","createDate":[2012,3,21,20,6,45],"updateDate":[2015,4,7,15,21,43],"category":{"id":1,"name":"British Origin Ales","createDate":[2012,3,21,20,6,45]}},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"glass":{"id":5,"name":"Pint","createDate":[2012,1,3,2,41,33]}}