{"breweryId":"h9obbv","id":"Ptqvfy","name":"International Pale Ale (version 2.0)","description":"This beer is the result of the anarchy that ensues when you let technical types run wild in the   lab – er, brewhaus.  Logistic limitations disappear as our collection of US hop varieties temporarily expand to include an International pot-pouri of hops from the United States, Europe, and the South Pacific.  These hops are scientifically chosen to provide an intense but clean bitterness and hop flavor appropriate for this style of Pale Ale.  Based on current understanding of hop chemistry and our desire to use the latest technology, we used pelletized hops to achieve the bitterness and liquid CO2 hop extracts for hop flavor.  The taste of this golden colored ale is dominated by hops, but contains an appropriate level of malt flavor as well. The hops are scientifically chosen to provide an intense but clean bitterness and hop flavor appropriate for this IPA. Based on hop chemistry and our desire to use the latest technology, we used pelletized hops to achieve the bitterness and hop flavor.  The taste of this golden colored ale is dominated by hops, but is complemented with an appropriate level of malt flavor as well.","abv":"5.5","ibu":"74","isOrganic":"N","status":"verified","statusDisplay":"Verified","styleId":25,"createDate":[2015,8,7,21,56,23],"updateDate":[2015,8,7,21,56,23],"style":{"id":25,"categoryId":3,"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":[2012,3,21,20,6,45],"updateDate":[2015,4,7,15,25,18],"category":{"id":3,"name":"North American Origin Ales","createDate":[2012,3,21,20,6,45]}}}