{"breweryId":"5K9U34","id":"eJ3EsS","name":"Whistling Pig Hefeweizen","description":"Fruity, refreshing, and touched with malt sweetness, Whistling Pig Hefeweizen is a bright reward for days under the sun. Crisp yet easygoing, Whistling Pig is an unfiltered wheat bier. Its classically cloudy appearance characterizes the best German hefeweizens. That a hefe this authentic is born in the great Pacific Northwest makes Whistling Pig Hefeweizen all the more delightful.","abv":"5.4","ibu":"22","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":1,"styleId":48,"glasswareId":5,"createDate":[2012,1,3,2,44,30],"updateDate":[2015,12,15,21,7,28],"labels":{"icon":"https://s3.amazonaws.com/brewerydbapi/beer/eJ3EsS/upload_b0bIxT-icon.png","medium":"https://s3.amazonaws.com/brewerydbapi/beer/eJ3EsS/upload_b0bIxT-medium.png","large":"https://s3.amazonaws.com/brewerydbapi/beer/eJ3EsS/upload_b0bIxT-large.png"},"style":{"id":48,"categoryId":4,"name":"South German-Style Hefeweizen / Hefeweissbier","shortName":"Hefeweizen","description":"The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.","ibuMin":"10","ibuMax":"15","abvMin":"4.9","abvMax":"5.5","srmMin":"3","srmMax":"9","ogMin":"1.047","fgMin":"1.008","fgMax":"1.016","createDate":[2012,3,21,20,6,46],"updateDate":[2015,4,7,15,29,27],"category":{"id":4,"name":"German Origin Ales","createDate":[2012,3,21,20,6,46]}},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"glass":{"id":5,"name":"Pint","createDate":[2012,1,3,2,41,33]}}