{"breweryId":"V8LP7a","id":"szZFrP","name":"Freya’s Gold","description":"Freya was the Norse Goddess of war, love, fertility and beauty, and was thought to cry tears of Gold for her long absent lover, Odin.  It is widely believed that she was so beautiful, no man could resist her.  So, perhaps not surprisingly, with a long-absent husband, and a wealth of potential suitors, she also had a reputation for being promiscuous!  We don’t like to consider her name-sake beer to be ‘promiscuous’ so much as ‘versatile’ because, much like Freya, our Kolsch-style Ale has a wealth of suitors and enjoys pairing with many of them.\r\n\r\nFreya’s Gold – Kolsch Style Ale is a light, crisp and refreshing ale. Like the traditional Kolsch style that originated in Koln, Germany, this ale goes through a long cold conditioning phase (much like a lager) to blend and smooth out the flavors. This results in a very drinkable beer with a clean body and mild flavors. Freya’s Gold is also balanced with acidulated malt and brewed with a touch of ginger to give a unique taste and drinking experience.","abv":"4.5","ibu":"23","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":1,"styleId":45,"glasswareId":5,"createDate":[2013,7,27,14,56,4],"updateDate":[2013,7,27,14,56,4],"style":{"id":45,"categoryId":4,"name":"German-Style Kölsch / Köln-Style Kölsch","shortName":"Kölsch","description":"Kölsch is warm fermented and aged at cold temperatures (German ale or alt-style beer). Kölsch is characterized by a golden to straw color and a slightly dry, subtly sweet softness on the palate, yet crisp. Good, dense head retention is desirable. Light pearapple-Riesling wine-like fruitiness may be apparent, but is not necessary for this style. Caramel character should not be evident. The body is light to medium-light. This beer has low hop flavor and aroma with medium bitterness. Wheat can be used in brewing this beer. Ale yeast is used for fermentation, though lager yeast is sometimes used in the bottle or final cold conditioning process. Fruity esters should be minimally perceived, if at all. Chill haze should be absent.","ibuMin":"18","ibuMax":"25","abvMin":"4.8","abvMax":"5.3","srmMin":"4","srmMax":"6","ogMin":"1.042","fgMin":"1.006","fgMax":"1.01","createDate":[2012,3,21,20,6,46],"updateDate":[2015,4,7,15,29,4],"category":{"id":4,"name":"German Origin Ales","createDate":[2012,3,21,20,6,46]}},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"glass":{"id":5,"name":"Pint","createDate":[2012,1,3,2,41,33]}}