{"breweryId":"2BFwoJ","id":"IiFH74","name":"KOLSCH","description":"Hale’s version of this traditional German light ale won a Gold Medal at the Great American Beer Festival in 2010! It is similar to pilsner in flavor, light, subtle and thirst quenching. Hale's Kolsch is available all year round on draft; it is our designated \"Spring/Summer\" seasonal beer in 12oz. bottles.","abv":"5.1","ibu":"10","isOrganic":"Y","status":"verified","statusDisplay":"Verified","availableId":1,"styleId":45,"createDate":[2015,6,12,15,19,29],"updateDate":[2015,12,18,2,30,30],"labels":{"icon":"https://s3.amazonaws.com/brewerydbapi/beer/IiFH74/upload_xJtRQR-icon.png","medium":"https://s3.amazonaws.com/brewerydbapi/beer/IiFH74/upload_xJtRQR-medium.png","large":"https://s3.amazonaws.com/brewerydbapi/beer/IiFH74/upload_xJtRQR-large.png"},"style":{"id":45,"categoryId":4,"name":"German-Style Kölsch / Köln-Style Kölsch","shortName":"Kölsch","description":"Kölsch is warm fermented and aged at cold temperatures (German ale or alt-style beer). Kölsch is characterized by a golden to straw color and a slightly dry, subtly sweet softness on the palate, yet crisp. Good, dense head retention is desirable. Light pearapple-Riesling wine-like fruitiness may be apparent, but is not necessary for this style. Caramel character should not be evident. The body is light to medium-light. This beer has low hop flavor and aroma with medium bitterness. Wheat can be used in brewing this beer. Ale yeast is used for fermentation, though lager yeast is sometimes used in the bottle or final cold conditioning process. Fruity esters should be minimally perceived, if at all. Chill haze should be absent.","ibuMin":"18","ibuMax":"25","abvMin":"4.8","abvMax":"5.3","srmMin":"4","srmMax":"6","ogMin":"1.042","fgMin":"1.006","fgMax":"1.01","createDate":[2012,3,21,20,6,46],"updateDate":[2015,4,7,15,29,4],"category":{"id":4,"name":"German Origin Ales","createDate":[2012,3,21,20,6,46]}},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."}}