{"breweryId":"ni4EnY","id":"qq0CWt","name":"Quilter's Irish Death","description":"Created by the brewery's founder, Quilter's Irish Death is what we call a dark, smooth, ale. Any attempt at classifying it just ends up sending beer geeks into a style guidelines diatribe. So forget style guidelines. Is your pursuit of micro beer about tasting copies of a style that fit guidelines anyways? (Neither is ours) Irish Death is a malt bomb. We lovingly refer to it as beer candy. We heart our candy store. While tempting to session this beer, the name is a necessary reminder that despite the surprising approachability, this beer weighs in at a hefty 7.8% ABV.","abv":"7.8","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":1,"styleId":24,"glasswareId":5,"createDate":[2012,1,3,2,44,1],"updateDate":[2015,12,16,6,41,37],"labels":{"icon":"https://s3.amazonaws.com/brewerydbapi/beer/qq0CWt/upload_lYqa5X-icon.png","medium":"https://s3.amazonaws.com/brewerydbapi/beer/qq0CWt/upload_lYqa5X-medium.png","large":"https://s3.amazonaws.com/brewerydbapi/beer/qq0CWt/upload_lYqa5X-large.png"},"style":{"id":24,"categoryId":2,"name":"Foreign (Export)-Style Stout","shortName":"Export Stout","description":"As with classic dry stouts, foreign-style stouts have an initial malt sweetness and caramel flavor with a distinctive dry-roasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Bitterness may be high but the perception is often compromised by malt sweetness. Hop aroma and flavor should not be perceived. The perception of fruity esters is low. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.","ibuMin":"30","ibuMax":"60","abvMin":"5.7","abvMax":"9.3","srmMin":"40","srmMax":"40","ogMin":"1.052","fgMin":"1.008","fgMax":"1.02","createDate":[2012,3,21,20,6,45],"updateDate":[2015,4,7,15,23,58],"category":{"id":2,"name":"Irish Origin Ales","createDate":[2012,3,21,20,6,45]}},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"glass":{"id":5,"name":"Pint","createDate":[2012,1,3,2,41,33]}}