{"breweryId":"Wsssvf","id":"iqlKbz","name":"Good Ol’ Boy","description":"Good Ol’ Boy is an American Pale Ale, brewed to be enjoyed in the company of good\r\nfriends. It is a deep golden color with a sturdy white head. The aromas of biscuity barley, wheat and citrusy hops bring to mind an English muffin slathered with orange marmalade. The flavor is a balance of soft, biscuity malt and lingering orangey Cascade hops. The finish is crisp and dry.","abv":"5.2","ibu":"40","isOrganic":"N","status":"verified","statusDisplay":"Verified","foodPairings":"Good Ol’ Boy is the perfect beer to invite to a backyard barbecue: Think cheeseburgers, ribs and grilled chicken. He’s equally neighborly to salads and sausages. In a cheese mood? Try Good Ol’ Boy with soft rind cheeses, triple cream or an aged Gouda.","availableId":1,"styleId":25,"glasswareId":5,"createDate":[2012,5,30,1,33,30],"updateDate":[2015,7,10,17,33,14],"style":{"id":25,"categoryId":3,"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":[2012,3,21,20,6,45],"updateDate":[2015,4,7,15,25,18],"category":{"id":3,"name":"North American Origin Ales","createDate":[2012,3,21,20,6,45]}},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"glass":{"id":5,"name":"Pint","createDate":[2012,1,3,2,41,33]}}