{"breweryId":"uHVh1e","id":"ivm9zW","name":"Splinters - Bourbon Barrel Aged Scotch Ale","description":"Our Second Sight Strong Scotch Ale that has been aged in various Kentucky bourbon barrels. After 6 months of aging, the barrels are then blended together to form Splinters.","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":2,"styleId":132,"createDate":[2012,1,3,2,44,16],"updateDate":[2015,12,16,12,47,52],"labels":{"icon":"https://s3.amazonaws.com/brewerydbapi/beer/ivm9zW/upload_QzaN3z-icon.png","medium":"https://s3.amazonaws.com/brewerydbapi/beer/ivm9zW/upload_QzaN3z-medium.png","large":"https://s3.amazonaws.com/brewerydbapi/beer/ivm9zW/upload_QzaN3z-large.png"},"style":{"id":132,"categoryId":11,"name":"Wood- and Barrel-Aged Beer","shortName":"BBL Aged","description":"A wood- or barrel-aged beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and/or other unique wood character, but wood aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and/or barrel flavors. Beers in this style may or may not have Brettanomyces character. Brewers when entering this category should specify type of barrel and/or wood used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties) and/or barrel (whiskey, port, sherry, wine, etc.) was used in the process. The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.","createDate":[2012,3,21,20,6,46],"updateDate":[2015,4,7,15,46,27],"category":{"id":11,"name":"Hybrid/mixed Beer","createDate":[2012,3,21,20,6,46]}},"available":{"id":2,"name":"Limited","description":"Limited availability."}}