{"breweryId":"M7BRN4","id":"yEFPSq","name":"Piper's Scotch Ale","description":"This Scotch Ale is a smooth, malty sweet treat! Visually, it has a beautiful clear coppery red color.  You will enjoy the rich mouthfeel of the ale which allows the malty flavors to linger on your tongue.  A subtle hint of the Peat Malt and Roasted Barley add some deeper complexities to its flavor.  The overall hop characters are very low, which highlights its malty sweetness.","abv":"6","ibu":"32","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":4,"styleId":15,"glasswareId":5,"createDate":[2012,7,2,1,54,57],"updateDate":[2015,12,16,17,54,21],"labels":{"icon":"https://s3.amazonaws.com/brewerydbapi/beer/yEFPSq/upload_jA35hx-icon.png","medium":"https://s3.amazonaws.com/brewerydbapi/beer/yEFPSq/upload_jA35hx-medium.png","large":"https://s3.amazonaws.com/brewerydbapi/beer/yEFPSq/upload_jA35hx-large.png"},"style":{"id":15,"categoryId":1,"name":"Scotch Ale","shortName":"Scotch Ale","description":"Scotch ales are overwhelmingly malty and full-bodied. Perception of hop bitterness is very low. Hop flavor and aroma are very low or nonexistent. Color ranges from deep copper to brown. The clean alcohol flavor balances the rich and dominant sweet maltiness in flavor and aroma. A caramel character is often a part of the profile. Dark roasted malt flavors and aroma may be evident at low levels. If present, fruity esters are generally at low aromatic and flavor levels. Low diacetyl levels are acceptable. Chill haze is allowable at cold temperatures. Though there is little evidence suggesting that traditionally made strong Scotch ales exhibited peat smoke character, the current marketplace offers many Scotch Ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low levels (ales with medium or higher smoke character would be considered a smoke flavored beer and considered in another category). Scotch Ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).","ibuMin":"25","ibuMax":"35","abvMin":"6.2","abvMax":"8","srmMin":"15","srmMax":"30","ogMin":"1.072","fgMin":"1.016","fgMax":"1.028","createDate":[2012,3,21,20,6,45],"updateDate":[2015,4,7,15,21,11],"category":{"id":1,"name":"British Origin Ales","createDate":[2012,3,21,20,6,45]}},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"glass":{"id":5,"name":"Pint","createDate":[2012,1,3,2,41,33]}}