{"breweryId":"V8LP7a","id":"wedIrP","name":"Abbey Single Belgian Table Beer","description":"The recipe may be simple, but our Belgian table beer is anything but.  Delicate hints of spice mingle with banana and fruit esters to round out this subtle, yet complex beer.  With its refined body and lower alcohol, our table beer makes a great aperitif but can also be enjoyed with lighter fare.","abv":"5","ibu":"20","isOrganic":"Y","status":"verified","statusDisplay":"Verified","availableId":1,"styleId":69,"srmId":3,"createDate":[2015,7,28,19,26,28],"updateDate":[2015,7,28,19,26,28],"style":{"id":69,"categoryId":5,"name":"Belgian-Style Table Beer","shortName":"Belgian Table Beer","description":"These ales and lagers are very low in alcohol and historically in Belgium enjoyed with meals by both adults and children. Pale to very dark brown in color. Additions of caramel coloring are sometimes employed to adjust color. They are light bodied with relatively low carbonation with limited aftertaste. The mouth feel is light to moderate, though higher than one might anticipate, usually because of unfermented sugars/malt sugars. Malted barley, wheat and rye may be used as well as unmalted wheat, rye, oats and corn. A mild malt character could be evident. Aroma/Flavor hops are most commonly used to employ a flavor balance that is only low in bitterness. Traditional versions do not use artificial sweeteners nor are they excessively sweet. More modern versions of this beer incorporate sweeteners such as sugar and saccharine added post fermentation to sweeten the palate and add to a perception of smoothness. Spices (such as orange and lemon peel, as well as coriander) may be added in barely perceptible amounts, but this is not common. Diacetyl should not be perceived. Competition directors may choose to break out subcategories of Traditional and Modern.","ibuMin":"5","ibuMax":"15","abvMin":"0.5","abvMax":"3.5","srmMin":"5","srmMax":"50","ogMin":"1.008","fgMin":"1.004","fgMax":"1.034","createDate":[2012,3,21,20,6,46],"updateDate":[2015,4,7,15,32,55],"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":[2012,3,21,20,6,46]}},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"srm":{"id":3,"name":"3","hex":"FFCA5A"}}