{"breweryId":"Wsssvf","id":"23JpXI","name":"Red Cap Red","description":"“The Irish Red with a Northwest accent.” OG 13.6° Plato ABV 5.5% IBU 25 Red Cap Red is lead brewer Tom Eastood’s Northwest twist on an Irish Red Ale. A combination of stewed crystal malts and roasted barley gives Red Cap its distinctive garnet color and light tan head. The aroma is malty sweet with a light hint of Northwest hops. The flavor is primarily toffee-like malt with a crisp hop balance and slightly dry finish from the roasted barley. Red Cap is a versatile beer that pairs well with a variety of foods. The caramel flavors from crystal malt would nicely complement a well-seared steak or burger or even blackened salmon. The smooth, crisp finish make it a natural with pizza. The malty sweetness can ease fiery Mexican or Asian dishes. Try Red Cap with sharp cheeses, fruits and nuts. Irish Red Ales originated in the town of Kilkenny in 1710 as an offshoot of the English Pale Ales of the day. The addition of roasted barley gave the beer a darker color and drier finish than its English counterparts. The style never caught on much in Ireland, being overshadowed by Stouts, and Lagers, but became popular in the U.S. thanks to marketing by major macro-breweries.","abv":"5.5","ibu":"25","isOrganic":"Y","status":"verified","statusDisplay":"Verified","styleId":22,"createDate":[2015,7,29,15,6,9],"updateDate":[2015,7,29,15,6,9],"style":{"id":22,"categoryId":2,"name":"Irish-Style Red Ale","shortName":"Irish Red","description":"Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.","ibuMin":"20","ibuMax":"28","abvMin":"4","abvMax":"4.5","srmMin":"11","srmMax":"18","ogMin":"1.04","fgMin":"1.01","fgMax":"1.014","createDate":[2012,3,21,20,6,45],"updateDate":[2015,4,7,15,23,38],"category":{"id":2,"name":"Irish Origin Ales","createDate":[2012,3,21,20,6,45]}}}