{"breweryId":"Ut4fRw","id":"BX8gzU","name":"Clem's Gold","description":"Clem's Gold is a pre-prohibition style lager and an ode to those bygone days where beer was more than just a drink; it was a way of life. This deliciously flavorful lager is brewed with GR Tradition and Perle's hops, an unbeatable combination for creating a bold, crisp flavor with a smooth finish beer lovers will want to try again and again.\r\n\r\nClem's Gold is a well-balanced beer that pairs well with a wide range of food, but is equally enjoyable all by itself. Those who Brew No Evil™ want to share the wealth with you, so pour yourself a glass today.","abv":"5.3","ibu":"29","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":1,"styleId":93,"createDate":[2013,11,21,13,30,24],"updateDate":[2015,12,17,7,8,55],"labels":{"icon":"https://s3.amazonaws.com/brewerydbapi/beer/BX8gzU/upload_DW5UW5-icon.png","medium":"https://s3.amazonaws.com/brewerydbapi/beer/BX8gzU/upload_DW5UW5-medium.png","large":"https://s3.amazonaws.com/brewerydbapi/beer/BX8gzU/upload_DW5UW5-large.png"},"style":{"id":93,"categoryId":8,"name":"American-Style Lager","shortName":"American Lager","description":"Light in body and very light to straw in color, American lagers are very clean and crisp and aggressively carbonated. Flavor components should b e subtle and complex, with no one ingredient dominating the others. Malt sweetness is light to mild. Corn, rice, or other grain or sugar adjuncts are often used. Hop bitterness, flavor and aroma are negligible to very light. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.","ibuMin":"5","ibuMax":"13","abvMin":"3.8","abvMax":"5","srmMin":"2","srmMax":"4","ogMin":"1.04","fgMin":"1.006","fgMax":"1.01","createDate":[2012,3,21,20,6,46],"updateDate":[2015,4,7,15,39,26],"category":{"id":8,"name":"North American Lager","createDate":[2012,3,21,20,6,46]}},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."}}