{"breweryId":"CFmMeZ","id":"YmvfMs","name":"Drumfire Dark Lager","description":"It’s a classic Fall afternoon in Eastern Washington and there’s a storm on the horizon. Like the clouds cresting the mountain range this balanced Lager, with a medium-low body, is dark yet comforting. High in drinkability and low in hop presence, Drumfire Dark Lager offers a slight chocolate flavor without an overly sweet impression. As lightning flashes and thunder rumbles low in the distance, remember that much like the storm, this great seasonal Lager soon will pass.","abv":"5","ibu":"14","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":2,"styleId":83,"glasswareId":3,"srmId":21,"createDate":[2014,9,10,0,7,53],"updateDate":[2015,12,17,16,11,12],"labels":{"icon":"https://s3.amazonaws.com/brewerydbapi/beer/YmvfMs/upload_vzzn9f-icon.png","medium":"https://s3.amazonaws.com/brewerydbapi/beer/YmvfMs/upload_vzzn9f-medium.png","large":"https://s3.amazonaws.com/brewerydbapi/beer/YmvfMs/upload_vzzn9f-large.png"},"style":{"id":83,"categoryId":7,"name":"European-Style Dark / Münchner Dunkel","shortName":"Euro Dark","description":"These light brown to dark brown beers have a pronounced malty aroma and flavor that dominates over the clean, crisp, moderate hop bitterness. This beer does not offer an overly sweet impression, but rather a mild balance between malt sweetness, hop bitterness and light to moderate mouthfeel. A classic Münchner Dunkel should have chocolate-like, roast malt, bread-like or biscuit-like aroma that comes from the use of Munich dark malt. Chocolate or roast malts can be used, but the percentage used should be minimal. Noble-type hop flavor and aroma should be low but perceptible. Diacetyl should not be perceived. Ale-like fruity esters and chill haze should not be perceived.","ibuMin":"16","ibuMax":"25","abvMin":"4.5","abvMax":"5","srmMin":"15","srmMax":"20","ogMin":"1.048","fgMin":"1.014","fgMax":"1.018","createDate":[2012,3,21,20,6,46],"updateDate":[2015,4,7,15,37,8],"category":{"id":7,"name":"European-germanic Lager","createDate":[2012,3,21,20,6,46]}},"available":{"id":2,"name":"Limited","description":"Limited availability."},"glass":{"id":3,"name":"Mug","createDate":[2012,1,3,2,41,33]},"srm":{"id":21,"name":"21","hex":"952D00"}}