{"breweryId":"h9obbv","id":"cOu20B","name":"Accelerator Olde Ale","description":"Released for the fall of our first year, this brew displays a hearty unfiltered brown color and is pleasantly dry with a slightly roasty finish.  An excellent brew to savor during our cold and windy fall days.","isOrganic":"N","status":"verified","statusDisplay":"Verified","styleId":13,"createDate":[2015,8,7,21,26,10],"updateDate":[2015,8,7,21,26,10],"style":{"id":13,"categoryId":1,"name":"Old Ale","shortName":"Old Ale","description":"Dark amber to brown in color, old ales are medium to full bodied with a malty sweetness. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and/or caramel-like sweetness. Alcohol types can be varied and complex. A distinctive quality of these ales is that they undergo an aging process (often for years) on their yeast either in bulk storage or through conditioning in the bottle, which contributes to a rich, wine-like and often sweet oxidation character. Complex estery characters may also emerge. Some very low diacetyl character may be evident and acceptable. Wood aged characters such as vanillin and other woody characters are acceptable. Horsey, goaty, leathery and phenolic character evolved from Brettanomyces organisms and acidity may be present but should be at low levels and balanced with other flavors Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong. Brettanomyces organisms and acidic characters reflect historical character. Competition organizers may choose to distinguish these types of old ale from modern versions.)","ibuMin":"30","ibuMax":"65","abvMin":"6","abvMax":"9","srmMin":"12","srmMax":"30","ogMin":"1.058","fgMin":"1.014","fgMax":"1.03","createDate":[2012,3,21,20,6,45],"updateDate":[2015,4,7,15,21,3],"category":{"id":1,"name":"British Origin Ales","createDate":[2012,3,21,20,6,45]}}}