{"breweryId":"5K9U34","id":"nnGkKu","name":"The Hobbit: Bolg Belgian Style Tripel","description":"An Orc chieftain who ruled for 150 years, Bolg would drink his grog of choice and no one would tell him otherwise – a flavorful strong Belgian Tripel. Some said it refined an otherwise gruesome character.","abv":"9.5","ibu":"35","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":2,"styleId":59,"createDate":[2014,12,14,21,6,55],"updateDate":[2015,12,17,20,36,14],"labels":{"icon":"https://s3.amazonaws.com/brewerydbapi/beer/nnGkKu/upload_plnmcc-icon.png","medium":"https://s3.amazonaws.com/brewerydbapi/beer/nnGkKu/upload_plnmcc-medium.png","large":"https://s3.amazonaws.com/brewerydbapi/beer/nnGkKu/upload_plnmcc-large.png"},"style":{"id":59,"categoryId":5,"name":"Belgian-Style Tripel","shortName":"Belgian Tripel","description":"Tripels are often characterized by a complex, sometimes mild spicy character. Clove-like phenolic flavor and aroma may be evident at extremely low levels. Yeast-generated  fruity esters, including banana, are also common, but not necessary. These pale/light-colored ales may finish sweet, though any sweet finish should be light. The beer is characteristically medium and clean in body with an equalizing hop/malt balance and a perception of medium to medium high hop bitterness. Traditional Belgian Tripels are often well attenuated. Brewing sugar may be used to lighten the perception of body. Its sweetness will come from very pale malts. There should not be character from any roasted or dark malts. Low hop flavor is acceptable. Alcohol strength and flavor should be perceived as evident. Head retention is dense and mousse-like. Chill haze is acceptable at low serving temperatures. Traditional Tripels are bottle conditioned, may exhibit slight yeast haze but the yeast should not be intentionally roused. Oxidative character if evident in aged Tripels should be mild and pleasant.","ibuMin":"20","ibuMax":"45","abvMin":"7","abvMax":"10","srmMin":"4","srmMax":"9","ogMin":"1.07","fgMin":"1.01","fgMax":"1.018","createDate":[2012,3,21,20,6,46],"updateDate":[2015,4,7,15,31,50],"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":[2012,3,21,20,6,46]}},"available":{"id":2,"name":"Limited","description":"Limited availability."}}