{"breweryId":"5K9U34","id":"YiRC7H","name":"Mudshark Porter","description":"Medium-bodied and robustly flavorful, Mudshark Porter sports a satisfying dry finish and rich notes of chocolate. Smooth, dark, and bittersweet cocoa flavors linger on the palate from first pint to last.\r\n\r\nThis is a hearty brew born of seven malt varieties, including an especially generous portion of chocolate malt. Then, Mudshark gains hop bitterness in the kettle, including a late addition imparting a gentle zest. The result of all this is a happy salute to your inner chocolate lover.\r\n\r\nSo smooth and creamy, Mudshark ranks among the favorites of a special class of aficionados known for their appreciation of fine beer: the Mighty Fish Brewers. We assert that after a day well-spent exploring the great outdoors, a friendly pint enjoyed with barbeque, sharp cheeses, or-but, of course!-chocolate has the power to help sustain weary souls and rejuvenate tired bodies.","abv":"5","ibu":"24","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":1,"styleId":18,"glasswareId":5,"createDate":[2012,1,3,2,43,44],"updateDate":[2015,12,15,21,40,56],"labels":{"icon":"https://s3.amazonaws.com/brewerydbapi/beer/YiRC7H/upload_8XfuG9-icon.png","medium":"https://s3.amazonaws.com/brewerydbapi/beer/YiRC7H/upload_8XfuG9-medium.png","large":"https://s3.amazonaws.com/brewerydbapi/beer/YiRC7H/upload_8XfuG9-large.png"},"style":{"id":18,"categoryId":1,"name":"Brown Porter","shortName":"Brown Porter","description":"Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.","ibuMin":"20","ibuMax":"30","abvMin":"4.5","abvMax":"6","srmMin":"20","srmMax":"35","ogMin":"1.04","fgMin":"1.006","fgMax":"1.014","createDate":[2012,3,21,20,6,45],"updateDate":[2015,4,7,15,21,43],"category":{"id":1,"name":"British Origin Ales","createDate":[2012,3,21,20,6,45]}},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"glass":{"id":5,"name":"Pint","createDate":[2012,1,3,2,41,33]}}