{"breweryId":"tIgHYj","id":"Rv94n3","name":"MacFarlanes Scotch Ale","description":"A delicate combination of flavors like burnt sugar (caramel malt) and smoke (peat malt) made one imaginative beer fan exclaim \"It's like a marshmallow toasted slowly over a camp fire\"","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":4,"styleId":7,"glasswareId":5,"createDate":[2012,1,3,2,43,39],"updateDate":[2015,5,7,19,41,4],"style":{"id":7,"categoryId":1,"name":"Scottish-Style Light Ale","shortName":"Scottish Light","description":"Scottish light ales are light bodied. Little bitterness is perceived, and hop flavor or aroma should not be perceived. Despite its lightness, Scottish light ale will have a degree of malty, caramel-like, soft and chewy character. Yeast characters such as diacetyl (butterscotch) and sulfuriness are acceptable at very low levels. The color will range from golden amber to deep brown Bottled versions of this traditional draft beer may contain higher amounts of carbon dioxide than is typical for mildly carbonated draft versions. Chill haze is acceptable at low temperatures. Though there is little evidence suggesting that traditionally made Scottishstyle light ales exhibited peat smoke character, the current marketplace offers many Scottish-style light ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low levels (ales with medium or higher smoke character would be considered a smoke flavored beer and considered in another category). Scottish-style light ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).","ibuMin":"9","ibuMax":"20","abvMin":"2.8","abvMax":"3.5","srmMin":"8","srmMax":"17","ogMin":"1.03","fgMin":"1.006","fgMax":"1.012","createDate":[2012,3,21,20,6,45],"updateDate":[2015,4,7,15,19,41],"category":{"id":1,"name":"British Origin Ales","createDate":[2012,3,21,20,6,45]}},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"glass":{"id":5,"name":"Pint","createDate":[2012,1,3,2,41,33]}}