{"breweryId":"5njNsw","id":"YZ7Zdy","name":"Dunkel Lager","description":"Dark, malty, some bitterness, smooth, easy drinking dark beer!\r\n\r\nChuckanut Dunkel is a classic malty, deep mahogany, Munchener lager with balanced smooth toffee & chocolate notes . This full-flavored dark lager is a favorite inour taproom and with competition judges. Winner of Gold Medals from GABF 2009, NABA 2009, World Beer Cup 2010, NABA 2011, GABF 2014, World Beer Cup 2014, NABA 2015 as well as many more Silvers and Bronzes from other competitions.","abv":"5.5","ibu":"22","isOrganic":"N","status":"verified","statusDisplay":"Verified","foodPairings":"Dunkel is a great match with hamburgers, reubens, any kind of sandwiches or meat dishes.","availableId":4,"styleId":83,"glasswareId":13,"createDate":[2012,1,3,2,43,8],"updateDate":[2015,12,16,13,56,50],"labels":{"icon":"https://s3.amazonaws.com/brewerydbapi/beer/YZ7Zdy/upload_gEqd4T-icon.png","medium":"https://s3.amazonaws.com/brewerydbapi/beer/YZ7Zdy/upload_gEqd4T-medium.png","large":"https://s3.amazonaws.com/brewerydbapi/beer/YZ7Zdy/upload_gEqd4T-large.png"},"style":{"id":83,"categoryId":7,"name":"European-Style Dark / Münchner Dunkel","shortName":"Euro Dark","description":"These light brown to dark brown beers have a pronounced malty aroma and flavor that dominates over the clean, crisp, moderate hop bitterness. This beer does not offer an overly sweet impression, but rather a mild balance between malt sweetness, hop bitterness and light to moderate mouthfeel. A classic Münchner Dunkel should have chocolate-like, roast malt, bread-like or biscuit-like aroma that comes from the use of Munich dark malt. Chocolate or roast malts can be used, but the percentage used should be minimal. Noble-type hop flavor and aroma should be low but perceptible. Diacetyl should not be perceived. Ale-like fruity esters and chill haze should not be perceived.","ibuMin":"16","ibuMax":"25","abvMin":"4.5","abvMax":"5","srmMin":"15","srmMax":"20","ogMin":"1.048","fgMin":"1.014","fgMax":"1.018","createDate":[2012,3,21,20,6,46],"updateDate":[2015,4,7,15,37,8],"category":{"id":7,"name":"European-germanic Lager","createDate":[2012,3,21,20,6,46]}},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"glass":{"id":13,"name":"Willi","createDate":[2012,1,3,2,41,33]}}