{"breweryId":"t559gG","id":"VAhlVu","name":"Winter Warmer","description":"This ruby-red ale is lush and aromatic with a rich, malty flavor and contrasting spicy hop finish. Copious amounts of crystal malt give this winter beer a sweet character reminiscent of caramel and toffee. This beer is hopped like an IPA, providing plenty of grassy and piney flavors and aromas to balance the sweetness. The beer is dry-hopped with Northern Brewer and Chinook to provide additional piney aromas to balance the sweet character. A festive brew sure to warm the soul during your winter adventures.","abv":"7.5","ibu":"72","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":4,"styleId":125,"createDate":[2013,4,30,23,26,45],"updateDate":[2015,12,17,3,2,58],"labels":{"icon":"https://s3.amazonaws.com/brewerydbapi/beer/VAhlVu/upload_MkbpN1-icon.png","medium":"https://s3.amazonaws.com/brewerydbapi/beer/VAhlVu/upload_MkbpN1-medium.png","large":"https://s3.amazonaws.com/brewerydbapi/beer/VAhlVu/upload_MkbpN1-large.png"},"style":{"id":125,"categoryId":11,"name":"Specialty Beer","shortName":"Specialty","description":"These beers are brewed using unusual fermentable sugars, grains and starches that contribute to alcohol content other than, or in addition to, malted barley. Nuts generally have some degree of fermentables, thus beers brewed with nuts would appropriately be entered in this category. The distinctive characters of these special ingredients should be evident either in the aroma, flavor or overall balance of the beer, but not necessarily in overpowering quantities. For example, maple syrup or potatoes would be considered unusual. Rice, corn, or wheat are not considered unusual. Special ingredients must be listed when competing. A statement by the brewer explaining the special nature of the beer, ingredient(s) and achieved character is essential in order for fair assessment in competitions. If this beer is a classic style with some specialty ingredient(s), the brewer should also specify the classic style. Guidelines for competing: Spiced beers using unusual fermentables should be entered in the experimental category. Fruit beers using unusual fermentables should be entered in the fruit beer category.","ibuMax":"100","abvMin":"2.5","abvMax":"25","srmMin":"1","srmMax":"100","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":[2012,3,21,20,6,46],"updateDate":[2015,4,7,15,44,53],"category":{"id":11,"name":"Hybrid/mixed Beer","createDate":[2012,3,21,20,6,46]}},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."}}