{"breweryId":"eRdXNO","id":"jJ9PPO","name":"Lichtenberg Dunkelweizen","description":"The dunkelweiss style is slightly lesser known than its hefeweizen cousin, but has many similar attributes – the most pronounced being light and refreshing with significant notes of banana and cloves.  We brewed this German style with the typical amounts of wheat and munich malts, and added a little chocolate malt to give it some color and add some darker essence.  We fermented Lichtenberg with the same strain of yeast that weihenstephan uses and let the temperature rise slightly to facilitate some ester production which gives this  style its defining characteristics.  The result was a light-bodied, cloudy, dark beer with significant banana and clove character.  Lichtenberg is a nice, refreshing beer that, in addition to being enjoyed by the March mountainBeers, will also be served at our first Brewer’s night at Rays Boathouse in mid-March.","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":2,"styleId":52,"glasswareId":9,"createDate":[2012,4,15,18,24,58],"updateDate":[2012,4,15,18,24,58],"style":{"id":52,"categoryId":4,"name":"South German-Style Dunkel Weizen / Dunkel Weissbier","shortName":"Dunkelweizen","description":"This beer style is characterized by a distinct sweet maltiness and a chocolate-like character from roasted malt. Estery and phenolic elements of this Weissbier should be evident but subdued. Color can range from copper-brown to dark brown. Dunkel Weissbier is well attenuated and very highly carbonated, and hop bitterness is low. Hop flavor and aroma are absent. Usually dark barley malts are used in conjunction with dark cara or color malts, and the percentage of wheat malt is at least 50 percent. If this is served with yeast, the beer may be appropriately very cloudy. No diacetyl should be perceived.","ibuMin":"10","ibuMax":"15","abvMin":"4.8","abvMax":"5.4","srmMin":"10","srmMax":"19","ogMin":"1.048","fgMin":"1.008","fgMax":"1.016","createDate":[2012,3,21,20,6,46],"updateDate":[2015,4,7,15,30,9],"category":{"id":4,"name":"German Origin Ales","createDate":[2012,3,21,20,6,46]}},"available":{"id":2,"name":"Limited","description":"Limited availability."},"glass":{"id":9,"name":"Weizen","createDate":[2012,1,3,2,41,33]}}