{"breweryId":"5K9U34","id":"MVkVpP","name":"Soundkeeper Organic Pale Ale","description":"Protecting Puget Sound One Pint at a Time\r\n\r\nA Wild Salmon by any other name....\r\n\r\nDedicated to the health of the Northwest’s great Puget Sound, SOUNDKEEPER Organic Pale Ale is Fish Tale’s Organic Wild Salmon Pale Ale re-named with a bonus. When you choose SOUNDKEEPER Organic Pale Ale, you’ll be enjoying the same beautifully balanced jewel of brewing. You’ll also be contributing to the health of Puget Sound.\r\n\r\nHow?, you ask.\r\n\r\nEasily: With each glass of SOUNDKEEPER you enjoy, Fish Tale and its Puget Sound-area distributors donate a portion of the proceeds to support the continuing work of Puget SOUNDKEEPER Alliance. Their mission: To protect and preserve a healthy Puget Sound. How refreshing!","abv":"5","ibu":"32","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":2,"styleId":25,"glasswareId":5,"createDate":[2012,1,3,2,44,15],"updateDate":[2015,12,16,5,47,23],"labels":{"icon":"https://s3.amazonaws.com/brewerydbapi/beer/MVkVpP/upload_qJ3lbP-icon.png","medium":"https://s3.amazonaws.com/brewerydbapi/beer/MVkVpP/upload_qJ3lbP-medium.png","large":"https://s3.amazonaws.com/brewerydbapi/beer/MVkVpP/upload_qJ3lbP-large.png"},"style":{"id":25,"categoryId":3,"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":[2012,3,21,20,6,45],"updateDate":[2015,4,7,15,25,18],"category":{"id":3,"name":"North American Origin Ales","createDate":[2012,3,21,20,6,45]}},"available":{"id":2,"name":"Limited","description":"Limited availability."},"glass":{"id":5,"name":"Pint","createDate":[2012,1,3,2,41,33]}}