{"breweryId":"2BFwoJ","id":"Mz2J4O","name":"Shed Stout","description":"This is an imperial stout that was specially created for the Watershed Pub's 1st anniversary!  Brewed with heavy roasted barley, this stout finishes a little dry.  There is also a hint of smoke from oak smoked wheat, classic black malt, a touch of regular wheat, and roasted barley. Hopped with East Kent Goldings and Czech Saaz.  The Watershed chose Hale's for their first collaboration brew and intend to do a new collaboration brew for each new anniversary going forward. Some will be going into whiskey barrels for aging and some of the batch will be turned into an oyster stout for fun-- did you know that both oysters and stouts were viewed as health tonics in the 1700s?","abv":"8.2","ibu":"40","isOrganic":"Y","status":"verified","statusDisplay":"Verified","availableId":2,"styleId":42,"createDate":[2015,6,12,16,2],"updateDate":[2015,6,12,16,2],"style":{"id":42,"categoryId":3,"name":"American-Style Stout","shortName":"American Stout","description":"Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.","ibuMin":"35","ibuMax":"60","abvMin":"5.7","abvMax":"8.8","srmMin":"40","srmMax":"40","ogMin":"1.05","fgMin":"1.01","fgMax":"1.022","createDate":[2012,3,21,20,6,46],"updateDate":[2015,4,7,15,28,43],"category":{"id":3,"name":"North American Origin Ales","createDate":[2012,3,21,20,6,45]}},"available":{"id":2,"name":"Limited","description":"Limited availability."}}