{"breweryId":"2BFwoJ","id":"RUdZdG","name":"Barrel Aged Imperial Stout","description":"We didn’t set out to reinvent the wheel, just to perfect and personalize it. Brewed in 2013 and laid to rest in rye whiskey barrels for 16 months. Made with Crystal, Carafa, roasted, chocolate, and aromatic malts with a touch of wheat, rye and oats for additional body. Hops include Caliente, Willamette and Exp 6300. All the components are present: a rich, roasted taste with hints of chocolate from the malt; coconut, vanilla and whiskey from the barrel. Our version is unique in our use of oats and rye in the grist and rye whiskey barrels for aging.","abv":"9.9","ibu":"26","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":2,"styleId":134,"createDate":[2014,9,10,16,20,24],"updateDate":[2015,12,17,16,32,13],"labels":{"icon":"https://s3.amazonaws.com/brewerydbapi/beer/RUdZdG/upload_xW67sh-icon.png","medium":"https://s3.amazonaws.com/brewerydbapi/beer/RUdZdG/upload_xW67sh-medium.png","large":"https://s3.amazonaws.com/brewerydbapi/beer/RUdZdG/upload_xW67sh-large.png"},"style":{"id":134,"categoryId":11,"name":"Wood- and Barrel-Aged Dark Beer","shortName":"BBL Aged Dark","description":"Any classic style or unique experimental style of dark beer can be wood or barrel-aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and/or other unique wood character but wood-aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and/or barrel flavors. Primary character of the beer style may or may not be apparent. Sour wood-aged beer of any color is outlined in other categories. Dark fruited or spiced beer would also be appropriately entered in this category. Beers in this style may or may not have Brettanomyces character.  The brewer should explain the special nature of the beer to allow for accurate judging. Comments could include: type of wood used (new or old, oak or other wood type), type of barrel used (new, port/ whiskey/ wine/ sherry/ other), base beer style or achieved character. Beer entries not accompanied by this information will be at a disadvantage during judging.","abvMin":"3.75","abvMax":"6.5","createDate":[2012,3,21,20,6,46],"updateDate":[2015,4,7,15,46,44],"category":{"id":11,"name":"Hybrid/mixed Beer","createDate":[2012,3,21,20,6,46]}},"available":{"id":2,"name":"Limited","description":"Limited availability."}}