{"breweryId":"NqX68g","id":"Tt29Fw","name":"Thundercone Fresh Hop Ale","description":"Autumn is arriving and, with it, McMenamins Fall Seasonal, Thundercone Fresh Hop Ale.  To celebrate the hop harvest in the Pacific Northwest, McMenamins brewers have created a seasonal utilizing fresh, undried hops straight from the fields.  Throwing caution to the wind, 30 pounds of fresh Cascade hops are frantically delivered to over 22 McMenamins Breweries all over Washington and Oregon.  Each and every batch of  Thundercone is brewed within hours of the hops being picked off of the vine.  This is a daunting task but one that our brewers feel is well worth the monumental coordination involved.  The resulting beer is a feast for the senses, and an absolute fresh hop showcase.\r\n\r\nPilsner Malt is used as the base malt for this beer to impart a smooth foundation and Belgian Caramel Malt is thrown in for a little color and a slight maltiness.  Dried Centennial hops are used for bittering and some flavoring purposes.  But the real stars of the show are the fresh Cascade hop cones used for both flavoring and aroma.  30 total pounds of fresh Cascades are added in three different additions in every batch.  These fresh Cascades overwhelm Thundercone with an earthy, raw, hop-decadence that can only come from fresh hops.  It is a greener and more unadulterated flavor and aroma than comes from dried hops.  The citrusy, flowery and grapefruit notes usually associated with Cascade hops are still present but with an amazing fresh hop funkiness added into the mix.  This beer is so refreshing and hop-filled that you may think you are dreaming but, like Shakespeare’s play, Thundercone Fresh Hop Ale is in reality a short lived dream come true","abv":"6.19","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":7,"styleId":26,"glasswareId":5,"createDate":[2012,10,4,18,16,27],"updateDate":[2015,12,16,19,32,7],"labels":{"icon":"https://s3.amazonaws.com/brewerydbapi/beer/Tt29Fw/upload_XWbt5s-icon.png","medium":"https://s3.amazonaws.com/brewerydbapi/beer/Tt29Fw/upload_XWbt5s-medium.png","large":"https://s3.amazonaws.com/brewerydbapi/beer/Tt29Fw/upload_XWbt5s-large.png"},"style":{"id":26,"categoryId":3,"name":"Fresh \"Wet\" Hop Ale","shortName":"Wet Hop Ale","description":"Any style of ale can be made into a fresh hop or wet hop version. These ales are hopped predominantly with fresh (newly harvested and kilned) and/or undried (“wet”) hops. These beers will exhibit especially aromas and flavors of green, almost chlorophyll-like or other fresh hop characters, in harmony with the characters of the base style of the beer. These beers may be aged and enjoyed after the initial “fresh-hop” character diminishes. Unique character from “aged” fresh hop beers may emerge, but they have yet to be defined.","createDate":[2012,3,21,20,6,45],"updateDate":[2015,4,7,15,25,25],"category":{"id":3,"name":"North American Origin Ales","createDate":[2012,3,21,20,6,45]}},"available":{"id":7,"name":"Fall","description":"Available during the fall months."},"glass":{"id":5,"name":"Pint","createDate":[2012,1,3,2,41,33]}}