{"breweryId":"eRdXNO","id":"IAegmJ","name":"Kyes Kölsch","description":"Like the mountain, the kolsch style is lesser known amongst the US audience, but gaining popularity.  Our interpretation is light, refreshing, and contains some fruity notes from the yeast fermentation on top of a very bready backbone. Compared to other examples of the style, Kyes is slightly lower in alcohol and strength, and hence the lighter fruity notes from the yeast.  This is a light, refreshing, crisp, straw colored beer, perfect for quenching the thirst on a hot summer afternoon.","abv":"4.5","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":2,"styleId":45,"glasswareId":7,"createDate":[2012,4,15,18,31,30],"updateDate":[2012,4,15,18,31,30],"style":{"id":45,"categoryId":4,"name":"German-Style Kölsch / Köln-Style Kölsch","shortName":"Kölsch","description":"Kölsch is warm fermented and aged at cold temperatures (German ale or alt-style beer). Kölsch is characterized by a golden to straw color and a slightly dry, subtly sweet softness on the palate, yet crisp. Good, dense head retention is desirable. Light pearapple-Riesling wine-like fruitiness may be apparent, but is not necessary for this style. Caramel character should not be evident. The body is light to medium-light. This beer has low hop flavor and aroma with medium bitterness. Wheat can be used in brewing this beer. Ale yeast is used for fermentation, though lager yeast is sometimes used in the bottle or final cold conditioning process. Fruity esters should be minimally perceived, if at all. Chill haze should be absent.","ibuMin":"18","ibuMax":"25","abvMin":"4.8","abvMax":"5.3","srmMin":"4","srmMax":"6","ogMin":"1.042","fgMin":"1.006","fgMax":"1.01","createDate":[2012,3,21,20,6,46],"updateDate":[2015,4,7,15,29,4],"category":{"id":4,"name":"German Origin Ales","createDate":[2012,3,21,20,6,46]}},"available":{"id":2,"name":"Limited","description":"Limited availability."},"glass":{"id":7,"name":"Stange","createDate":[2012,1,3,2,41,33]}}