{"breweryId":"tIgHYj","id":"vC2JOn","name":"Fat Woody Scotch Ale","description":"For centuries scotch whiskey makers understood the invaluable, smooth, rich character extended aging in oak barrels provided their products. A soft oaken nose and a mellow woodiness on the pallet are an integral element to any beautifully crafted wine or whiskey. So what happens when Silver City brewers take a world class beer like Fat Scotch Ale and age it for over 6 months on American white oak? A completely unique and wonderful beer emerges. The slight peaty, intensely malty scotch ale and the complex vanilla character of the oak meld seamlessly over time to create, what we think is, an exceptionally satisfying beer.\r\n\r\nPeoples Choice Award Washington Cask Ale Festival - 2004 \r\nBronze Medal - North American Beer Festival - 2006","abv":"9.2","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":4,"styleId":8,"glasswareId":5,"createDate":[2012,1,3,2,43,12],"updateDate":[2012,3,22,13,5,38],"style":{"id":8,"categoryId":1,"name":"Scottish-Style Heavy Ale","shortName":"Scottish Heavy","description":"Scottish heavy ale is moderate in strength and dominated by a smooth, sweet maltiness balanced with low, but perceptible, hop bitterness. Hop flavor or aroma should not be perceived. Scottish heavy ale will have a medium degree of malty, caramel-like, soft and chewy character in flavor and mouthfeel. It has medium body, and fruity esters are very low, if evident. Yeast characters such as diacetyl (butterscotch) and sulfuriness are acceptable at very low levels. The color will range from golden amber to deep brown. Bottled versions of this traditional draft beer may contain higher amounts of carbon dioxide than is typical for mildly carbonated draft versions. Chill haze is acceptable at low temperatures. Though there is little evidence suggesting that traditionally made Scottish-style heavy ales exhibited peat smoke character, the current marketplace offers many Scottish-style heavy ales with peat or smoke character present at low to medium levels. Thus a peaty/smoky character may be evident at low to medium levels (ales with medium-high or higher smoke character would be considered a smoke flavored beer and considered in another category). Scottish-style heavy ales may be split into two subcategories: Traditional (no smoke character) and Peated (low level of peat smoke character).","ibuMin":"12","ibuMax":"20","abvMin":"3.5","abvMax":"4","srmMin":"10","srmMax":"19","ogMin":"1.035","fgMin":"1.01","fgMax":"1.014","createDate":[2012,3,21,20,6,45],"updateDate":[2015,4,7,15,19,48],"category":{"id":1,"name":"British Origin Ales","createDate":[2012,3,21,20,6,45]}},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"glass":{"id":5,"name":"Pint","createDate":[2012,1,3,2,41,33]}}