{"breweryId":"5K9U34","id":"wOiNxq","name":"Winterfish Organic Seasonal Ale","description":"Here is the full-bodied seasonal ale that brings meaning to “Winter Warmer”. With a snappy hop character, this isn’t just another brown beer masquerading as a seasonal. This is hearty fare brewed for the season of celebrations. Enjoyed at ease with friends and food, Winterfish will put a glow in the cheeks and warmth in the veins.\r\n\r\nPale and honey malts provide an abundantly deep foundation. Then, for bittering, flavor, and aroma, we use 100% Yakima Chinook hops in the kettle. For additional flavor and aroma, it’s more Yakima Chinooks in the hop-back. Perfect for festive feast, this is the hoppiest winter ale we know of! Savor a pint and you’ll know why Northwesterners agree: An ice cold Winter never sounded better!","abv":"7.5","ibu":"70","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":4,"styleId":25,"glasswareId":5,"createDate":[2012,1,3,2,44,32],"updateDate":[2015,12,15,21,3,16],"labels":{"icon":"https://s3.amazonaws.com/brewerydbapi/beer/wOiNxq/upload_AY9RRU-icon.png","medium":"https://s3.amazonaws.com/brewerydbapi/beer/wOiNxq/upload_AY9RRU-medium.png","large":"https://s3.amazonaws.com/brewerydbapi/beer/wOiNxq/upload_AY9RRU-large.png"},"style":{"id":25,"categoryId":3,"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":[2012,3,21,20,6,45],"updateDate":[2015,4,7,15,25,18],"category":{"id":3,"name":"North American Origin Ales","createDate":[2012,3,21,20,6,45]}},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"glass":{"id":5,"name":"Pint","createDate":[2012,1,3,2,41,33]}}