{"breweryId":"N7gSdA","id":"nSmDRI","name":"Avalanche Winter Ale","description":"This northwest styled winter ale is designed to take the chill off of the stormy northwest winter weather. It is deep ruby red when held to the light, and full bodied complex malt flavors dominate with perfect balance provided by distinctive Yakima Chinook and Cascade hops. It’s big, rich, smooth and satisfying, yet drinkable enough to enjoy more than one. This winter ale is destined to become northwest classic.","abv":"6.8","ibu":"48","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":4,"styleId":64,"createDate":[2012,11,3,16,43,21],"updateDate":[2015,12,16,21,2,4],"labels":{"icon":"https://s3.amazonaws.com/brewerydbapi/beer/nSmDRI/upload_hc3YSq-icon.png","medium":"https://s3.amazonaws.com/brewerydbapi/beer/nSmDRI/upload_hc3YSq-medium.png","large":"https://s3.amazonaws.com/brewerydbapi/beer/nSmDRI/upload_hc3YSq-large.png"},"style":{"id":64,"categoryId":5,"name":"Belgian-Style Dark Strong Ale","shortName":"Belgian Dark Strong","description":"Belgian dark strong ales are amber to dark brown in color. Often, though not always, brewed with dark Belgian \"candy\" sugar, these beers can be well attenuated, ranging from medium to full-bodied. The perception of hop bitterness is low to medium, with hop flavor and aroma also in this range. Fruity complexity along with the soft flavors of roasted malts add distinct character. The alcohol strength of these beers can often be deceiving to the senses. The intensity of malt character can be rich, creamy, and sweet with intensities ranging from medium to high. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.","ibuMin":"20","ibuMax":"50","abvMin":"7","abvMax":"11","srmMin":"9","srmMax":"35","ogMin":"1.064","fgMin":"1.012","fgMax":"1.024","createDate":[2012,3,21,20,6,46],"updateDate":[2015,4,7,15,32,23],"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":[2012,3,21,20,6,46]}},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."}}