{"breweryId":"1t7mJ1","id":"deSp5U","name":"Maylani's Coconut Stout","description":"Maylani’s Coconut Stout is an easy drinking beer with the subtle aromas of chocolate and coconut, thanks to the 10 pounds of locally sourced cocoa nibs and fifty pounds of toasted coconut added to each batch. Ebony in color with a rich creamy head, the beer features a mellow flavor of oats, chocolate malt and real chocolate, perfectly balanced with the right amount of hops for a bittersweet finish. Featuring an approachable 35 IBUs and 5.3 percent ABV, it pairs well with almost any dessert, and of course, tastes delicious just on its own.","abv":"5.3","ibu":"35","isOrganic":"N","status":"verified","statusDisplay":"Verified","styleId":42,"createDate":[2014,1,28,17,17,53],"updateDate":[2015,12,17,9,49,22],"labels":{"icon":"https://s3.amazonaws.com/brewerydbapi/beer/deSp5U/upload_GG1eGh-icon.png","medium":"https://s3.amazonaws.com/brewerydbapi/beer/deSp5U/upload_GG1eGh-medium.png","large":"https://s3.amazonaws.com/brewerydbapi/beer/deSp5U/upload_GG1eGh-large.png"},"style":{"id":42,"categoryId":3,"name":"American-Style Stout","shortName":"American Stout","description":"Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.","ibuMin":"35","ibuMax":"60","abvMin":"5.7","abvMax":"8.8","srmMin":"40","srmMax":"40","ogMin":"1.05","fgMin":"1.01","fgMax":"1.022","createDate":[2012,3,21,20,6,46],"updateDate":[2015,4,7,15,28,43],"category":{"id":3,"name":"North American Origin Ales","createDate":[2012,3,21,20,6,45]}}}