{"breweryId":"Bp3teL","id":"uLV5pv","name":"ZwickelKolsch","description":"We take our normal Kolsch, brew it light, condition it long and leave the German yeast in it.  With the hot summer of Eastern Washington in full swing, this is a great summertime relaxation brew.  If this style is new to you, give it a try and see what you think!","abv":"5.1","ibu":"19","isOrganic":"N","status":"verified","statusDisplay":"Verified","foodPairings":"pasta","availableId":4,"styleId":56,"glasswareId":5,"srmId":3,"createDate":[2015,8,20,1,49,49],"updateDate":[2015,8,20,13,59,40],"style":{"id":56,"categoryId":4,"name":"Kellerbier (Cellar beer) or Zwickelbier - Ale","shortName":"Kellerbier","description":"These beers are unfiltered German-style Altbier and Kölsch. They are packaged and/or served intentionally with low to moderate amounts of yeast. Products may be filtered and again dosed with yeast in the package, manifesting themselves as bottle conditioned beers or unfiltered beer with yeast present. They will most likely not be clear, and may appear slightly hazy to moderately cloudy. Yeast character, flavor and aroma are desirable, yet should be low to medium but not overpowering the balance and character of malt and hops. Low to moderately low levels of yeast-generated sulfur containing compounds should be apparent in aroma and flavor, and low levels of acetaldehyde or other volatiles normally removed during fermentation may or may not be apparent. The sulfur and acetaldehyde characters should contribute positively to the beer drinking experience. Head retention may not be optimal. The brewer must indicate the classic style on which the entry is based to allow for accurate judging. Beer entries not accompanied by this information will be at a disadvantage during evaluation.","createDate":[2012,3,21,20,6,46],"updateDate":[2015,4,7,15,31,30],"category":{"id":4,"name":"German Origin Ales","createDate":[2012,3,21,20,6,46]}},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"glass":{"id":5,"name":"Pint","createDate":[2012,1,3,2,41,33]},"srm":{"id":3,"name":"3","hex":"FFCA5A"}}