{"breweryId":"4VZysG","id":"mxISHC","name":"Raspberry Sour","description":"Belgian style sour, made with real raspberries. Ruby red complexion with sweet, tart and sour notes with a refreshing and thirst quenching finish brewed with 2 Row Barley and Crystal Malts. Well suited for relaxing on a warm day or a post dinner treat.","abv":"6.7","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":5,"styleId":68,"glasswareId":5,"createDate":[2012,4,13,15,34,14],"updateDate":[2015,6,3,19,13,4],"style":{"id":68,"categoryId":5,"name":"Belgian-Style Fruit Lambic","shortName":"Fruit Lambic","description":"These beers, also known by the names framboise, kriek, peche, cassis, etc., are characterized by fruit flavors and aromas. The color reflects the choice of fruit. Sourness is an important part of the flavor profile, though sweetness may compromise the intensity. These flavored lambic beers may be very dry or mildly sweet and range from a dry to a full-bodied mouthfeel. Characteristic horsey, goaty, leathery and phenolic character evolved from Brettanomyces yeast is often present at moderate levels. Vanillin and other woody flavors should not be evident. Versions of this beer made outside of the Brussels area of Belgium cannot be true lambics. These versions are said to be \"lambic-style\" and may be made to resemble many of the beers of true origin. Historically, traditional lambics are dry and completely attenuated, exhibiting no residual sweetness either from malt, sugar, fruit or artificial sweeteners. Some versions often have a degree of sweetness, contributed by fruit sugars, other sugars or artificial sweeteners. Competition organizers may choose to subcategorize this style into A) Traditional and B) Sweet.  Artificial sweeteners are sometimes used in some brands.","ibuMin":"15","ibuMax":"21","abvMin":"5.6","abvMax":"8.6","ogMin":"1.04","fgMin":"1.008","fgMax":"1.016","createDate":[2012,3,21,20,6,46],"updateDate":[2015,4,7,15,32,47],"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":[2012,3,21,20,6,46]}},"available":{"id":5,"name":"Spring","description":"Available during the spring months."},"glass":{"id":5,"name":"Pint","createDate":[2012,1,3,2,41,33]}}