{"breweryId":"1Ybxin","id":"GcVE7c","name":"Storm Surge","description":"Storm surge is typically thought of as a most unfortunate, destructive confluence of meteorological and nautical events; don’t even ask Storm Surgeour friends at Ivar’s Mukilteo about it … sore subject.  But hey, we make beer; beer is fun, so we’re going to turn the proverbial “tide” on storm surge’s crummy reputation. We asked our brewers to put their collective heads together and come up with a brand-new winter ale to which we could apply the moniker; a few test batches and lots of customer input later and viola!, we have Storm Surge Winter Ale!\r\n \r\nThis is pretty complicated beer, at least by our standards (we normally love the old saying “Keep it simple, stupid!”).  We use 2-row pale malt, German Carared, Caramel 80, Carapils and Munich malts in the mash, then just before beginning to extract all the goodness from those malts, we sprinkle crushed Midnight Wheat over the grain bed to ‘stain’ the mash. \r\n\r\nThe effect of this little bit of brewhouse trickery is to pull only the color from the wheat while extracting just a hint of its roasty, coffee-like qualities.  Additions of a whole boatload of Chinook, Cascade, Simcoe and Columbus hops give this beer a lovely, layered bitterness that perfectly complements the complexity of the malts.  It’s very dark in color, but don’t let appearances deceive you; this beer is highly drinkable and perfect for those cold, stormy winter days when you want to dream of Spring.","abv":"5.5","ibu":"30","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":8,"styleId":18,"glasswareId":5,"createDate":[2013,11,22,13,1,14],"updateDate":[2015,12,17,7,15,13],"labels":{"icon":"https://s3.amazonaws.com/brewerydbapi/beer/GcVE7c/upload_bKOVIE-icon.png","medium":"https://s3.amazonaws.com/brewerydbapi/beer/GcVE7c/upload_bKOVIE-medium.png","large":"https://s3.amazonaws.com/brewerydbapi/beer/GcVE7c/upload_bKOVIE-large.png"},"style":{"id":18,"categoryId":1,"name":"Brown Porter","shortName":"Brown Porter","description":"Brown porters are mid to dark brown (may have red tint) in color. No roast barley or strong burnt/black malt character should be perceived. Low to medium malt sweetness, caramel and chocolate is acceptable along with medium hop bitterness. This is a lightto medium-bodied beer. Fruity esters are acceptable. Hop flavor and aroma may vary from being negligible to medium in character.","ibuMin":"20","ibuMax":"30","abvMin":"4.5","abvMax":"6","srmMin":"20","srmMax":"35","ogMin":"1.04","fgMin":"1.006","fgMax":"1.014","createDate":[2012,3,21,20,6,45],"updateDate":[2015,4,7,15,21,43],"category":{"id":1,"name":"British Origin Ales","createDate":[2012,3,21,20,6,45]}},"available":{"id":8,"name":"Winter","description":"Available during the winter months."},"glass":{"id":5,"name":"Pint","createDate":[2012,1,3,2,41,33]}}