{"breweryId":"V8LP7a","id":"3p5hl4","name":"Sigrun","description":"This easily approachable IPA is light copper in colour and brewed with lightly kilned barley and rye malts.  Numerous hop additions provide supple aromas of stone fruit and melon that finish with a crisp hop tang.  While this beer is packed with flavour, it is light enough in body to be enjoyed with a wide range of dishes.\r\n\r\nIn Norse mythology, ‘Sigrun’ is a Valkyrie, representing a selection of strong and wise women tasked with deciding who lived and died in battle.  On a more personal note, Sigrun (more affectionately known as ‘Runa’) is the grand matriarch of Odin Brewing.  Her name is Old Norse and roughly translates to ‘Victory Rune’.  Her namesake IPA pays homage to a strong and wonderful woman with a balanced and approachable character.","abv":"6.1","ibu":"40","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":1,"styleId":30,"createDate":[2013,1,18,23,44,33],"updateDate":[2015,6,11,15,37,11],"style":{"id":30,"categoryId":3,"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":[2012,3,21,20,6,45],"updateDate":[2015,4,7,15,26,37],"category":{"id":3,"name":"North American Origin Ales","createDate":[2012,3,21,20,6,45]}},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."}}