{"breweryId":"hvWfx5","id":"7ck3G0","name":"The Dread","description":"Like Poe’s dark dog, dread is something you can’t shake, a horrific companion always with you, intense and urgent, especially in the middle of the night or after too much coffee. Well, Elysian’s got just the thing for you, and it’s called The Dread, a beer of dark intensity and fortitude, a panoply of dark malts and the mellow complexity of oak aging. Available in 22-ounce bottles and on draft, it promises to be an unavoidable reminder of something intense and darkly delicious.\r\n\r\nThe Dread is the latest addition to the dark side of the Elysian canon of beers, an Imperial Stout aged for two months on oak. It snaps at the heels of Omen Belgian-style Raspberry Stout, and will in turn be followed by other dark beers of haunting complexity, suitable to be laid down but delicious right now.\r\n\r\nThe Dread was brewed to 9.2% alcohol by volume with a grist of pale, C-77 Crystal, black and chocolate malts with roasted barley, flaked rye and sugar. It was bittered with Magnum and finished with Northwest Chinook hops to 75 IBU. Be assured: your fears are very real. This beer is a monster. Look for it–over your shoulder–wherever Elysian beers are sold.","abv":"9.2","ibu":"75","isOrganic":"N","status":"verified","statusDisplay":"Verified","styleId":43,"createDate":[2015,7,6,15,46,8],"updateDate":[2015,7,7,13,36,42],"style":{"id":43,"categoryId":3,"name":"American-Style Imperial Stout","shortName":"American Imperial Stout","description":"Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.","ibuMin":"50","ibuMax":"80","abvMin":"7","abvMax":"12","srmMin":"40","srmMax":"40","ogMin":"1.08","fgMin":"1.02","fgMax":"1.03","createDate":[2012,3,21,20,6,46],"updateDate":[2015,4,7,15,28,49],"category":{"id":3,"name":"North American Origin Ales","createDate":[2012,3,21,20,6,45]}}}