{"breweryId":"NqX68g","id":"KqCZiF","name":"Kris Kringle","description":"Just in time for the holidays, November 18th marks the release of this year's McMenamins Traditional Yuletide Ale, Kris Kringle. The busy-as-elves McMenamins brewers have created another wonderful gift for your taste buds this holiday season. The 2011 version of Kris Kringle is a hearty and robust ale with a big and bold malt complexity as well as an intense and flavorful hop profile. This \"winter warmer\" highlights the rich, toasty, aromatic and chocolaty malt flavors as its very sturdy foundation. Generous amounts of four different hop varieties were added in five different additions that delivers a magnificent and massive hop assault. There's still some ginger and cinnamon added into the batch but the spices are a little more subdued than in years' past. McMenamins brewers hope you enjoy this years' version of our old Holiday favorite, Kris Kringle. It should pour concurrently with Sleepy Hollow Nut Brown. Happy Holidays and a Wonderful New Year!","abv":"6.84","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":8,"styleId":124,"glasswareId":5,"createDate":[2012,10,4,18,19,27],"updateDate":[2015,12,16,19,10,13],"labels":{"icon":"https://s3.amazonaws.com/brewerydbapi/beer/KqCZiF/upload_7TkR4g-icon.png","medium":"https://s3.amazonaws.com/brewerydbapi/beer/KqCZiF/upload_7TkR4g-medium.png","large":"https://s3.amazonaws.com/brewerydbapi/beer/KqCZiF/upload_7TkR4g-large.png"},"style":{"id":124,"categoryId":11,"name":"Herb and Spice Beer","shortName":"Spice Beer","description":"Herb beers use herbs or spices (derived from roots, seeds, fruits, vegetable, flowers, etc.) other than or in addition to hops to create a distinct (ranging from subtle to intense) character, though individual characters of herbs and/or spices used may not always be identifiable. Under hopping often, but not always, allows the spice or herb to contribute to the flavor profile. Positive evaluations are significantly based on perceived balance of flavors. Note: Chili-flavored beers that emphasize heat rather than chili flavor should be entered as a \"spiced\" beer.  A statement by the brewer explaining what herbs or spices are used is essential in order for fair assessment in competitions. Specifying a style upon which the beer is based may help evaluation. If this beer is a classic style with an herb or spice, the brewer should specify the classic style. If no Chocolate or Coffee category exists in a competition, then chocolate and coffee beers should be entered in this category.","ibuMin":"5","ibuMax":"70","abvMin":"2.5","abvMax":"12","srmMin":"5","srmMax":"50","ogMin":"1.03","fgMin":"1.006","fgMax":"1.03","createDate":[2012,3,21,20,6,46],"updateDate":[2015,4,7,15,44,45],"category":{"id":11,"name":"Hybrid/mixed Beer","createDate":[2012,3,21,20,6,46]}},"available":{"id":8,"name":"Winter","description":"Available during the winter months."},"glass":{"id":5,"name":"Pint","createDate":[2012,1,3,2,41,33]}}