{"breweryId":"DQXICm","id":"qj1elI","name":"Erik’s Sweet IPA","description":"We’ve put the finishing touches on our Sweet IPA and… We have a name! This sweet IPA was first released at the retirement party of our dear friend, and co-owner of Wig Wam Pub, Erik Sweet. The beer was brewed to be a play on his name while celebrating over 26 years in the Navy. After the partying settled we took to Facebook to let our followers and regular customers choose the official name for the beer. Suggestions piled in with hundreds of entries! While we were narrowing down the names, on the weekend of April 26, Erik was taken from this world. As a warrior and friend, we’ve decided to immortalize his memory in Valhöll. The Sweet IPA, will now forever bare the name: Erik’s Sweet IPA. We’ve made some finite tweaks to the original recipe, but the important parts remain the same: ABV: 7.4% Hops: Amarillo, Centennial, Cascade, and Citra","abv":"7.4","isOrganic":"N","status":"verified","statusDisplay":"Verified","styleId":30,"createDate":[2015,8,6,20,19,9],"updateDate":[2015,8,6,20,19,9],"style":{"id":30,"categoryId":3,"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":[2012,3,21,20,6,45],"updateDate":[2015,4,7,15,26,37],"category":{"id":3,"name":"North American Origin Ales","createDate":[2012,3,21,20,6,45]}}}