{"breweryId":"hvWfx5","id":"ulZNcE","name":"The Wise E.S.B.","description":"Pours reddish-copper with a thin, creamy beige head. Subtle smells of caramel, honey, citrus and grassy floral hops entice while the taste delivers a pleasantly bold hop flavor against a very strong malt backbone. Well-balanced and delicious.\r\n\r\nMalts: Pale, Munich, Crystal and Cara-hell and Belgian Special B\r\nHops: Bittered with Chinook, finished with Cascade and Centennial","abv":"5.9","ibu":"60","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":1,"styleId":5,"glasswareId":5,"createDate":[2012,1,3,2,44,22],"updateDate":[2015,12,15,21,31,57],"labels":{"icon":"https://s3.amazonaws.com/brewerydbapi/beer/ulZNcE/upload_R6pBoF-icon.png","medium":"https://s3.amazonaws.com/brewerydbapi/beer/ulZNcE/upload_R6pBoF-medium.png","large":"https://s3.amazonaws.com/brewerydbapi/beer/ulZNcE/upload_R6pBoF-large.png"},"style":{"id":5,"categoryId":1,"name":"Extra Special Bitter","shortName":"ESB","description":"Extra special bitter possesses medium to strong hop aroma, flavor, and bitterness. The residual malt and defining sweetness of this richly flavored, full-bodied bitter is more pronounced than in other styles of bitter. It is light amber to copper colored with medium to medium-high bitterness. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character is acceptable in aroma and flavor. Diacetyl (butterscotch character) is acceptable and characteristic when at very low levels. The absence of diacetyl is also acceptable. Chill haze is allowable at cold temperatures. English or American hops may be used. (English and American hop character may be specified in subcategories.)","ibuMin":"30","ibuMax":"45","abvMin":"4.8","abvMax":"5.8","srmMin":"8","srmMax":"14","ogMin":"1.046","fgMin":"1.01","fgMax":"1.016","createDate":[2012,3,21,20,6,45],"updateDate":[2015,4,7,15,19,20],"category":{"id":1,"name":"British Origin Ales","createDate":[2012,3,21,20,6,45]}},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"glass":{"id":5,"name":"Pint","createDate":[2012,1,3,2,41,33]}}