{"breweryId":"2BFwoJ","id":"zIl7Dp","name":"Unite Red Ale (& Lager)","description":"A collaboration by females all over the world in the beer industry in celebration of \"International Women's Day!\" The Seattle Chapter of the Pink Boots Society brewed their own versions of the \"Unite Red Ale\" at Hale's, Elysian, Fremont and Pike. Other Washington brewers were hosted at Dick's, and Birdsview. A portion of all sales will go to the Pink Boots Society to help further the education and careers of women. Each brew will be unique, but each were brewed using the same parameters including fitting the red ale style with an ABV of 4.6%, an IBU of 50, and using Willamette Hops. The Hale's version of the \"Unite Red Ale\" was split into two batches. Both batches were brewed with 2-row, C120, Vienna, Munich, Red X, and a small amount of Carafa III for color, with WIllamette hops used for aroma and Bravo for a stronger hop flavor. For some fun variety, one batch was fermented with house ale yeast and the other batch was fermented with Pilsner yeast.","abv":"5","ibu":"50","isOrganic":"Y","status":"verified","statusDisplay":"Verified","availableId":2,"styleId":22,"createDate":[2015,6,12,16,10,31],"updateDate":[2015,12,18,2,11,14],"labels":{"icon":"https://s3.amazonaws.com/brewerydbapi/beer/zIl7Dp/upload_vjAtSS-icon.png","medium":"https://s3.amazonaws.com/brewerydbapi/beer/zIl7Dp/upload_vjAtSS-medium.png","large":"https://s3.amazonaws.com/brewerydbapi/beer/zIl7Dp/upload_vjAtSS-large.png"},"style":{"id":22,"categoryId":2,"name":"Irish-Style Red Ale","shortName":"Irish Red","description":"Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.","ibuMin":"20","ibuMax":"28","abvMin":"4","abvMax":"4.5","srmMin":"11","srmMax":"18","ogMin":"1.04","fgMin":"1.01","fgMax":"1.014","createDate":[2012,3,21,20,6,45],"updateDate":[2015,4,7,15,23,38],"category":{"id":2,"name":"Irish Origin Ales","createDate":[2012,3,21,20,6,45]}},"available":{"id":2,"name":"Limited","description":"Limited availability."}}