{"breweryId":"h6TO1Z","id":"cBpGFe","name":"Pentatonic Pale","description":"The pentatonic scale is the 5-note blues scale. Pentatonic scales originated in Africa and are part of their native oral history, which means they may date back tens of thousands of years. The Delta blues style is a perfect example of the scale in use. Rock and roll owes its existence in to blues and the pentatonic scale in particular.\r\n\r\nPale ale is the quintessential British ale. In the day, if you ordered an 'ale' in a British pub you got pale ale. It was preferred by the upper classes over porters, which were a distinctly working-class style. Pale ale, as well as lighter beers in general, are notoriously difficult to get 'just right' because the lighter body will show off any issues with flavors or balance.\r\n\r\nLike the musical scale, Pentatonic Pale is brewed with just five grains; wheat, oats, rye, pale malt barley, and crystal malt barley. This gives the beer a pleasant initial rye twang, followed by a very smooth character, topped by lots of dry hops, which add lots of hop aroma without adding bitterness.","abv":"4.5","ibu":"40","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":1,"styleId":10,"glasswareId":5,"createDate":[2012,9,8,11,21,6],"updateDate":[2012,9,8,11,21,6],"style":{"id":10,"categoryId":1,"name":"English-Style Pale Mild Ale","shortName":"English Pale Mild","description":"English pale mild ales range from golden to amber in color. Malt flavor dominates the flavor profile with little hop bitterness or flavor. Hop aroma can be light. Very low diacetyl flavors may be appropriate in this low-alcohol beer. Fruity-ester level is very low. Chill haze is allowable at cold temperatures.","ibuMin":"10","ibuMax":"20","abvMin":"3.2","abvMax":"4","srmMin":"8","srmMax":"17","ogMin":"1.03","fgMin":"1.004","fgMax":"1.008","createDate":[2012,3,21,20,6,45],"updateDate":[2015,4,7,15,20,35],"category":{"id":1,"name":"British Origin Ales","createDate":[2012,3,21,20,6,45]}},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"glass":{"id":5,"name":"Pint","createDate":[2012,1,3,2,41,33]}}