{"breweryId":"t559gG","id":"wK8lxn","name":"Blackfill Triticale Whiskey Barrel Aged Imperial Stout","description":"This is our first barrel aged series release. The blend is 67% Wrecking Ball Imperial Stout aged in 1st use Dry Fly Distillery triticale whiskey barrels for 4 months, and 33% Wrecking Ball aged in 2nd use wheat whiskey barrels for 7 months. The triticale barrels will give a delicious spicey, bready, whiskey flavor with hints of oak, vanilla, and toffee-like sweetness. The 2nd use barrels impart heavy brown sugar and molasses-like sweetness accented by woody, coconut flavors. This will balance this whiskey bite wonderfully.","abv":"9.5","ibu":"100","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":2,"styleId":134,"glasswareId":6,"createDate":[2014,9,10,23,0,17],"updateDate":[2015,12,17,18,10,28],"labels":{"icon":"https://s3.amazonaws.com/brewerydbapi/beer/wK8lxn/upload_d1Se4S-icon.png","medium":"https://s3.amazonaws.com/brewerydbapi/beer/wK8lxn/upload_d1Se4S-medium.png","large":"https://s3.amazonaws.com/brewerydbapi/beer/wK8lxn/upload_d1Se4S-large.png"},"style":{"id":134,"categoryId":11,"name":"Wood- and Barrel-Aged Dark Beer","shortName":"BBL Aged Dark","description":"Any classic style or unique experimental style of dark beer can be wood or barrel-aged for a period of time in a wooden barrel or in contact with wood. This beer is aged with the intention of imparting the particularly unique character of the wood and/or what has previously been in the barrel. New wood character can be characterized as a complex blend of vanillin and/or other unique wood character but wood-aged is not necessarily synonymous with imparting wood-flavors. Used sherry, rum, bourbon, scotch, port, wine and other barrels are often used, imparting complexity and uniqueness to beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of new beer with wood and/or barrel flavors. Primary character of the beer style may or may not be apparent. Sour wood-aged beer of any color is outlined in other categories. Dark fruited or spiced beer would also be appropriately entered in this category. Beers in this style may or may not have Brettanomyces character.  The brewer should explain the special nature of the beer to allow for accurate judging. Comments could include: type of wood used (new or old, oak or other wood type), type of barrel used (new, port/ whiskey/ wine/ sherry/ other), base beer style or achieved character. Beer entries not accompanied by this information will be at a disadvantage during judging.","abvMin":"3.75","abvMax":"6.5","createDate":[2012,3,21,20,6,46],"updateDate":[2015,4,7,15,46,44],"category":{"id":11,"name":"Hybrid/mixed Beer","createDate":[2012,3,21,20,6,46]}},"available":{"id":2,"name":"Limited","description":"Limited availability."},"glass":{"id":6,"name":"Snifter","createDate":[2012,1,3,2,41,33]}}