{"breweryId":"YKa9wh","id":"WGEtq9","name":"ESB","description":"Redhook ESB is modeled after the premium Extra Special Bitters found in English pubs. Brewed since 1987, this full-bodied amber ale is Redhook's signature brew with its toasted malt flavor and pleasant finishing sweetness. Its eminently drinkable style has established Redhook ESB as a benchmark brew in the amber ale category.\r\n\r\nThe well-rounded finish of Redhook ESB makes it a wonderful companion to grilled meats. It is also great with game and cheeses.","abv":"5.8","ibu":"28","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":1,"styleId":5,"glasswareId":5,"srmId":13,"createDate":[2012,1,3,2,43,10],"updateDate":[2015,12,15,23,14,38],"labels":{"icon":"https://s3.amazonaws.com/brewerydbapi/beer/WGEtq9/upload_kMYH3h-icon.png","medium":"https://s3.amazonaws.com/brewerydbapi/beer/WGEtq9/upload_kMYH3h-medium.png","large":"https://s3.amazonaws.com/brewerydbapi/beer/WGEtq9/upload_kMYH3h-large.png"},"style":{"id":5,"categoryId":1,"name":"Extra Special Bitter","shortName":"ESB","description":"Extra special bitter possesses medium to strong hop aroma, flavor, and bitterness. The residual malt and defining sweetness of this richly flavored, full-bodied bitter is more pronounced than in other styles of bitter. It is light amber to copper colored with medium to medium-high bitterness. Mild carbonation traditionally characterizes draft-cask versions, but in bottled versions, a slight increase in carbon dioxide content is acceptable. Fruity-ester character is acceptable in aroma and flavor. Diacetyl (butterscotch character) is acceptable and characteristic when at very low levels. The absence of diacetyl is also acceptable. Chill haze is allowable at cold temperatures. English or American hops may be used. (English and American hop character may be specified in subcategories.)","ibuMin":"30","ibuMax":"45","abvMin":"4.8","abvMax":"5.8","srmMin":"8","srmMax":"14","ogMin":"1.046","fgMin":"1.01","fgMax":"1.016","createDate":[2012,3,21,20,6,45],"updateDate":[2015,4,7,15,19,20],"category":{"id":1,"name":"British Origin Ales","createDate":[2012,3,21,20,6,45]}},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"glass":{"id":5,"name":"Pint","createDate":[2012,1,3,2,41,33]},"srm":{"id":13,"name":"13","hex":"CB6200"}}