{"breweryId":"1t7mJ1","id":"IkfUZE","name":"Midnight Departure","description":"This style combines the darkness of a Porter, with the hop-profile of an IPA, along with a hint of chocolate and roast. Brewed with Amarillo, Cascade, and Magnum hops.","abv":"6.5","ibu":"70","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":4,"styleId":28,"glasswareId":5,"createDate":[2012,10,30,11,54,11],"updateDate":[2012,10,30,11,54,11],"style":{"id":28,"categoryId":3,"name":"Dark American-Belgo-Style Ale","shortName":"American/Belgian Dark","description":"These beers must portray the unique characters imparted by yeasts typically used in fruity and big Belgian-Style ales - These beers are not traditional Belgian styles which are already defined. They are unique beers unto themselves. Notes of banana, berry, apple, sometimes coriander spice-like and/or smoky-phenolic characters should be portrayed with balance of hops and malt character when fermented with such yeast. Hop aroma, flavor and bitterness not usually found in the base style, can be medium to very high and must show the characters of American hop varieties. Dark color falls in the deep amber/brown to black range. Roasted malts or barley may have a range of character from subtle to robust, and should be reflected in the overall character and balance of the beer. Esters should be at medium to high levels. Diacetyl should not be evident. Chill haze may be evident. Sulfurlike yeast character should be absent. No Brettanomyces character should be present. An ale which exhibits Brettanomyces character would be classified as \"American-style Brett Ale.\"A statement by the brewer that could include information such as style being elaborated upon, and other information about the entry with regard to flavor, aroma or appearance, is essential for fair assessment in competitions. Beers with Brettanomyces may be subcategorized under this category","srmMin":"16","srmMax":"16","createDate":[2012,3,21,20,6,45],"updateDate":[2015,4,7,15,26,14],"category":{"id":3,"name":"North American Origin Ales","createDate":[2012,3,21,20,6,45]}},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"glass":{"id":5,"name":"Pint","createDate":[2012,1,3,2,41,33]}}