{"breweryId":"YKa9wh","id":"uQZmHI","name":"Sunrye","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":2,"styleId":117,"createDate":[2012,1,3,2,44,20],"updateDate":[2015,12,15,22,21,5],"labels":{"icon":"https://s3.amazonaws.com/brewerydbapi/beer/uQZmHI/upload_bRvqLz-icon.png","medium":"https://s3.amazonaws.com/brewerydbapi/beer/uQZmHI/upload_bRvqLz-medium.png","large":"https://s3.amazonaws.com/brewerydbapi/beer/uQZmHI/upload_bRvqLz-large.png"},"style":{"id":117,"categoryId":11,"name":"Rye Ale or Lager with or without Yeast","shortName":"Rye Ale","description":"Rye beers can be made using either ale or lager yeast. It should be brewed with at least 20 percent rye malt, and low to medium perception of hop bitterness. Hop aroma and flavor can be low to medium-high. These are often versions of classic styles that contain noticeable rye character in balance with other qualities of the beer. A spicy, fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is straw to amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. A low level of tannin derived astringency may be perceived. If this style is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor/aroma profile. As in the lighter colored versions, diacetyl should not be perceived. Competition directors may create specific styles of rye beer, such as Rye Pale Ale or Rye Brown Ale. A statement by the brewer indicating if the beer is based on a classic style is essential for accurate judging.","createDate":[2012,3,21,20,6,46],"updateDate":[2015,4,7,15,44,12],"category":{"id":11,"name":"Hybrid/mixed Beer","createDate":[2012,3,21,20,6,46]}},"available":{"id":2,"name":"Limited","description":"Limited availability."}}