{"breweryId":"D1UQzj","id":"BWuRSR","name":"Embree's Northern Dark","description":"Brewed for Cincinnati Beer Week 2013","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":2,"styleId":104,"createDate":[2012,10,25,12,5,34],"updateDate":[2015,12,16,18,58,34],"labels":{"icon":"https://s3.amazonaws.com/brewerydbapi/beer/BWuRSR/upload_FR7SVY-icon.png","medium":"https://s3.amazonaws.com/brewerydbapi/beer/BWuRSR/upload_FR7SVY-medium.png","large":"https://s3.amazonaws.com/brewerydbapi/beer/BWuRSR/upload_FR7SVY-large.png"},"style":{"id":104,"categoryId":9,"name":"Baltic-Style Porter","shortName":"Baltic Porter","description":"A true smooth cold-fermented and cold lagered beer, brewed with lager yeast. Black to very deep ruby/garnet in color. Overall, Baltic Porters have a very smooth lagered character with distinctive caramelized sugars, licorice and chocolate-like character of roasted malts and dark sugars. Roasted dark malts should not contribute bitterness, or astringent roast character. A low degree of smokiness from malt may be evident. Debitterized roast malts are best used for this style. Because of its alcoholic strength, aroma may include gentle (low) lager fruitiness (berries, grapes, plums, not banana; ale-like fruitiness from warm temperature fermentation is not appropriate), complex alcohols, cocoa-like, roast malt (and sometimes coffee-like roast barley, yet not bitter). Hop aroma is very low, though a hint of floral or sweet hop aroma can complement aromatics and flavor without dominance. Baltic Porters are not hop bitter dominated and expressed as low to medium-low. Baltic porters range from having medium to full body complemented with a medium-low to medium level of malty sweetness. No butterscotch-like diacetyl or sweet corn-like dimethylsulfide (DMS) should be apparent in aroma or flavor.","ibuMin":"35","ibuMax":"40","abvMin":"7.5","abvMax":"9","srmMin":"40","srmMax":"40","ogMin":"1.072","fgMin":"1.016","fgMax":"1.022","createDate":[2012,3,21,20,6,46],"updateDate":[2015,4,7,15,41,46],"category":{"id":9,"name":"Other Lager","createDate":[2012,3,21,20,6,46]}},"available":{"id":2,"name":"Limited","description":"Limited availability."}}