{"breweryId":"17tUiZ","id":"vmIePN","name":"Powderfinger Rye Ale","description":"Lookout, Mama, this Gold Medal winner in the specialty beer category at the 1996 GABF is a popular brew among the rotating taps at Big Time. The addition of organic flaked rye to the grist results in a complex malt character that is smooth and satisfying. Three separate Noble hop additions help balance out the flavor.","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":4,"styleId":118,"glasswareId":5,"createDate":[2012,1,3,2,44],"updateDate":[2012,3,22,13,5,18],"style":{"id":118,"categoryId":11,"name":"German-Style Rye Ale (Roggenbier) with or without Yeast","shortName":"German Rye","description":"This beer can be made using phenol producing ale yeast. It should be brewed with at least 30 percent rye malt, and hop rates will be low. A banana -like fruity-estery aroma and flavor are typical but at low levels; phenolic, clove-like characteristics should also be perceived. Color is straw to dark amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. If the beer is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa/chocolate or light caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor/aroma profile. As in the lighter colored versions, diacetyl should not be perceived.","ibuMin":"10","ibuMax":"15","abvMin":"4.9","abvMax":"5.5","srmMin":"4","srmMax":"25","ogMin":"1.047","fgMin":"1.008","fgMax":"1.016","createDate":[2012,3,21,20,6,46],"updateDate":[2015,4,7,15,44,17],"category":{"id":11,"name":"Hybrid/mixed Beer","createDate":[2012,3,21,20,6,46]}},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"glass":{"id":5,"name":"Pint","createDate":[2012,1,3,2,41,33]}}