{"breweryId":"uHVh1e","id":"xZDmIO","name":"La Petite Mort","description":"“La Petite Mort” means “a little death” in French. What’s a little death if it comes in this form? Well worth it we think. Released on July 14, 2009 Bastille day. This Belgian inspired strong abbey brown ale was brewed with a Belgian Ardennes yeast strain that imparts an aroma of cloves and a complex spiceyness. This is balanced by flavors of mild fruit and hints of earthy tobacco notes. \r\n\r\nMALTS: ESB, Pale, Pilsner, Rye, Dark Crystal, Honey, Munich\r\nHOPS: Magnum, Styrian Goldings","abv":"8.8","ibu":"36","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":4,"styleId":64,"glasswareId":5,"createDate":[2012,1,3,2,43,34],"updateDate":[2012,3,22,13,5,41],"style":{"id":64,"categoryId":5,"name":"Belgian-Style Dark Strong Ale","shortName":"Belgian Dark Strong","description":"Belgian dark strong ales are amber to dark brown in color. Often, though not always, brewed with dark Belgian \"candy\" sugar, these beers can be well attenuated, ranging from medium to full-bodied. The perception of hop bitterness is low to medium, with hop flavor and aroma also in this range. Fruity complexity along with the soft flavors of roasted malts add distinct character. The alcohol strength of these beers can often be deceiving to the senses. The intensity of malt character can be rich, creamy, and sweet with intensities ranging from medium to high. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.","ibuMin":"20","ibuMax":"50","abvMin":"7","abvMax":"11","srmMin":"9","srmMax":"35","ogMin":"1.064","fgMin":"1.012","fgMax":"1.024","createDate":[2012,3,21,20,6,46],"updateDate":[2015,4,7,15,32,23],"category":{"id":5,"name":"Belgian And French Origin Ales","createDate":[2012,3,21,20,6,46]}},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"glass":{"id":5,"name":"Pint","createDate":[2012,1,3,2,41,33]}}