{"breweryId":"CFmMeZ","id":"zfh9GD","name":"Colchuck Raspberry Wheat","description":"An American Hefeweizen fermented with raspberries from the Willamette Valley in Oregon. Fresh and effervescent,with a hint of tartness, our Raspberry Wheat satisfies your sweet tooth, piques your palate, and quenches your thirst.","abv":"5","ibu":"17","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":2,"styleId":114,"glasswareId":5,"createDate":[2013,1,23,1,25,35],"updateDate":[2015,12,16,23,7,51],"labels":{"icon":"https://s3.amazonaws.com/brewerydbapi/beer/zfh9GD/upload_OKthVE-icon.png","medium":"https://s3.amazonaws.com/brewerydbapi/beer/zfh9GD/upload_OKthVE-medium.png","large":"https://s3.amazonaws.com/brewerydbapi/beer/zfh9GD/upload_OKthVE-large.png"},"style":{"id":114,"categoryId":11,"name":"Fruit Wheat Ale or Lager with or without Yeast","shortName":"Fruit Wheat Ale","description":"This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent malted wheat. Fruit or fruit extracts contribute flavor and/or aroma. Perceived fruit qualities should be authentic and replicate true fruit complexity as much as possible. Color should reflect a degree of fruit's color. Hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor from yeast can be typical but at low levels; however, phenolic, clovelike characteristics should not be perceived. Body should be light to medium in character. Diacetyl should not be perceived. When this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. Brewer may indicate on the bottle whether the yeast should be intentionally roused or if they prefer that the entry be poured as quietly as possible.","ibuMin":"10","ibuMax":"35","abvMin":"3.8","abvMax":"5","srmMin":"2","srmMax":"10","ogMin":"1.036","fgMin":"1.004","fgMax":"1.016","createDate":[2012,3,21,20,6,46],"updateDate":[2015,4,7,15,43,55],"category":{"id":11,"name":"Hybrid/mixed Beer","createDate":[2012,3,21,20,6,46]}},"available":{"id":2,"name":"Limited","description":"Limited availability."},"glass":{"id":5,"name":"Pint","createDate":[2012,1,3,2,41,33]}}