{"breweryId":"5K9U34","id":"K4zZoP","name":"Leavenworth Light","description":"Since the dawn of light beer, bier lovers have looked to the skies and wondered, “Where’d the taste go?” In the field of flavor, light beers offered pretty slim pickings. All too often, they were less like bier than bier-flavored water. And isn’t it surprising how so little flavor can leave such a bad taste in your mouth?\r\n\r\nAt Leavenworth Biers, we felt your pain. So, in the sunny summer of 2003, we created Leavenworth Light, the Northwest’s first craft-brewed light bier.\r\n\r\nA thirst quencher of Alpine proportions, Leavenworth Light is generously flavorful with precious few calories. Its secret? To ample portions of Pilsen and Ashburne Mild malts we add just a touch of Munich malt. These three provide a distinct malt foundation that’s long on flavor, yet remarkably short of calories and carbohydrates. We then hop with US Goldings. What results is well balanced, superbly flavorful bier. But calories? Fat chance: Leavenworth Light has just 75. On trail or off, its crisply malty flavor places Leavenworth Light among the best outdoor refreshments. Prost!","abv":"3.4","ibu":"7.5","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":1,"styleId":94,"glasswareId":5,"createDate":[2012,1,3,2,43,36],"updateDate":[2015,12,15,21,39,43],"labels":{"icon":"https://s3.amazonaws.com/brewerydbapi/beer/K4zZoP/upload_LzME4H-icon.png","medium":"https://s3.amazonaws.com/brewerydbapi/beer/K4zZoP/upload_LzME4H-medium.png","large":"https://s3.amazonaws.com/brewerydbapi/beer/K4zZoP/upload_LzME4H-large.png"},"style":{"id":94,"categoryId":8,"name":"American-Style Light (Low Calorie) Lager","shortName":"American Light Lager","description":"These beers are extremely light colored, light in body, and high in carbonation. Calorie level should not exceed 125 per 12 ounce serving. Corn, rice, or other grain or sugar adjuncts are often used. Flavor is mild and hop bitterness and aroma is negligible to very low. Light fruity esters are acceptable. Chill haze and diacetyl should be absent.","ibuMin":"5","ibuMax":"10","abvMin":"3.5","abvMax":"4.4","srmMin":"2","srmMax":"4","ogMin":"1.024","fgMin":"1.002","fgMax":"1.008","createDate":[2012,3,21,20,6,46],"updateDate":[2015,4,7,15,39,35],"category":{"id":8,"name":"North American Lager","createDate":[2012,3,21,20,6,46]}},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"glass":{"id":5,"name":"Pint","createDate":[2012,1,3,2,41,33]}}