{"breweryId":"V8LP7a","id":"jwjgJi","name":"Viking Gold","description":"Among her many talents, Freya was a shape-shifter and could take on multiple forms.  Our Viking Gold pays homage to this, as the beer represents a subtle shift to Freya’s Gold Kolsch Style Ale (but still enough so to disguise the beer as something very different).  The result is an ale that is now capable of dealing with spices, creams and heavier sauces.\r\n\r\nViking Gold – XPA (Extra Pale Ale) Is a ‘best of all worlds’ beer. Using American and German malt and hop blends, this brew takes on a unique Craft/Import blended style with a rich malt forward aroma, a full flavor of citrus and light bread, and a combined bite of yeast, noble hops and faint wheat that quickly passes to a tangy, very refreshing finish.","abv":"4.5","ibu":"25","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":1,"styleId":29,"glasswareId":5,"createDate":[2013,7,27,14,57,40],"updateDate":[2013,7,27,14,57,40],"style":{"id":29,"categoryId":3,"name":"American-Style Strong Pale Ale","shortName":"American Strong Pale","description":"American strong pale ales range from deep golden to copper in color. The style is characterized by floral and citrus-like American-variety hops used to produce high hop bitterness, flavor, and aroma. Note that floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character is the perceived end, but may be a result of the skillful use of hops of other national origins. American strong pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruityester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"40","ibuMax":"50","abvMin":"5.5","abvMax":"6.3","srmMin":"6","srmMax":"14","ogMin":"1.05","fgMin":"1.008","fgMax":"1.016","createDate":[2012,3,21,20,6,45],"updateDate":[2015,4,7,15,26,32],"category":{"id":3,"name":"North American Origin Ales","createDate":[2012,3,21,20,6,45]}},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"glass":{"id":5,"name":"Pint","createDate":[2012,1,3,2,41,33]}}