{"breweryId":"NqX68g","id":"FFaWx4","name":"Workingman's Red","description":"Embrace the change of seasons with McMenamins Spring Seasonal, Workingman’s Red. The Vernal Equinox, on March 19, at 10:14 p.m. PDT this year, celebrates the renewed life of the Earth that comes with spring.   It is a solar festival, observed when the length of night and day (on the equator, at least) are equal, striking a perfect balance between dark and light. Workingman’s Red is an exceptional beer for the occasion, since its reddish hue strikes a perfect balance between the darker beers of winter and the lighter beers of summer. Its flavor is also perfectly balanced between the sweetness derived from malted barley and the bitterness derived from whole hop cones.\r\n\r\nThe Irish Red style was first brewed in Ireland by Franciscan monks sometime in the 14th century, which was long before stout became the national drink. The use of unmalted roasted barley reflected the Irish tradition of dodging British-imposed malt taxes while adding depth and complexity to the ale's character. It gained appeal as a restorative brew to slake the thirsts of farm hands at harvest time and, later, industrial workers after a day in the factory. An exceptionally drinkable quality characterized this ale. The same can be said for Workingman’s Red, which has a deep mahogany color and a slight, malty sweetness up front. This rich foundation and flavor is surprisingly smooth due to the perfect balance of noble hop flavors. It finishes with a toasty mouth feel and a bold, aromatic hop character that compliments the up front sweetness exquisitely.\r\n\r\nWorkingman’s Red is flavorful enough to satisfy discerning tastes, but still quaffable enough to quench the mighty thirst of the workingman. Strike a balance this spring with Workingman’s Red.","abv":"4.77","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":5,"styleId":22,"glasswareId":5,"createDate":[2012,10,4,18,14,12],"updateDate":[2012,10,4,18,22,51],"style":{"id":22,"categoryId":2,"name":"Irish-Style Red Ale","shortName":"Irish Red","description":"Irish-style red ales range from light red-amber-copper to light brown in color. These ales have a medium hop bitterness and flavor. They often don't have hop aroma. Irish-style red ales have low to medium candy-like caramel malt sweetness and may have a balanced subtle degree of roast barley or roast malt character and complexity.  Irish-style Red Ales have a medium body. The style may have low levels of fruity-ester flavor and aroma. Diacetyl should be absent or at very low levels. Chill haze is allowable at cold temperatures. Slight yeast haze is acceptable for bottle-conditioned products.","ibuMin":"20","ibuMax":"28","abvMin":"4","abvMax":"4.5","srmMin":"11","srmMax":"18","ogMin":"1.04","fgMin":"1.01","fgMax":"1.014","createDate":[2012,3,21,20,6,45],"updateDate":[2015,4,7,15,23,38],"category":{"id":2,"name":"Irish Origin Ales","createDate":[2012,3,21,20,6,45]}},"available":{"id":5,"name":"Spring","description":"Available during the spring months."},"glass":{"id":5,"name":"Pint","createDate":[2012,1,3,2,41,33]}}