{"breweryId":"NqX68g","id":"2UZwM4","name":"McMenamins Irish Stout","description":"McMenamins Irish Stout is made as traditionally as possible with our own little twist. It is a very dark, ebony-colored stout with a thick, creamy and long-lasting head. The flavor is a fantastic fusion of coffee-like roasted barley bitterness and semi-sweet chocolate. A moderate hop bitterness balances pleasingly with this hearty backbone, while tiny nitrogen bubbles enhance the sensation on your taste buds with a smooth, silky creaminess. One sip will have your head in the Emerald Isle clouds. A touch of the Irish, the blessings of St. Patrick and a pint of McMenamins Irish Stout to you!","abv":"4.9","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":7,"styleId":24,"glasswareId":5,"createDate":[2012,1,3,2,43,30],"updateDate":[2015,12,15,21,32,5],"labels":{"icon":"https://s3.amazonaws.com/brewerydbapi/beer/2UZwM4/upload_hfa3dW-icon.png","medium":"https://s3.amazonaws.com/brewerydbapi/beer/2UZwM4/upload_hfa3dW-medium.png","large":"https://s3.amazonaws.com/brewerydbapi/beer/2UZwM4/upload_hfa3dW-large.png"},"style":{"id":24,"categoryId":2,"name":"Foreign (Export)-Style Stout","shortName":"Export Stout","description":"As with classic dry stouts, foreign-style stouts have an initial malt sweetness and caramel flavor with a distinctive dry-roasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Bitterness may be high but the perception is often compromised by malt sweetness. Hop aroma and flavor should not be perceived. The perception of fruity esters is low. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.","ibuMin":"30","ibuMax":"60","abvMin":"5.7","abvMax":"9.3","srmMin":"40","srmMax":"40","ogMin":"1.052","fgMin":"1.008","fgMax":"1.02","createDate":[2012,3,21,20,6,45],"updateDate":[2015,4,7,15,23,58],"category":{"id":2,"name":"Irish Origin Ales","createDate":[2012,3,21,20,6,45]}},"available":{"id":7,"name":"Fall","description":"Available during the fall months."},"glass":{"id":5,"name":"Pint","createDate":[2012,1,3,2,41,33]}}