{"breweryId":"vR4nXO","id":"IuStnF","name":"Feuerbier","description":"Our smoked ale has the aroma and warm orange glow of autumn campfires. The flavor is slightly sweet with delicious smoky notes and a clean finish. Inspired by the rauchbiers of Bamberg, Germany, we brewed this beer with cherry wood smoked malt. Enjoy with friends or serve with your favorite Oktoberfest dishes.","abv":"5.6","ibu":"26","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":4,"styleId":54,"glasswareId":5,"createDate":[2012,1,3,2,43,12],"updateDate":[2015,4,22,17,49,28],"style":{"id":54,"categoryId":4,"name":"Bamberg-Style Weiss (Smoke) Rauchbier (Dunkel or Helles)","shortName":"Rauchbier","description":"Bamberg-style Weiss Rauchbier should have smoky characters that range from detectable to prevalent in the aroma and flavor. Smoke character is not harshly phenolic, but rather very smooth, almost rendering a perception of mild sweetness to this style of beer. The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove- or nutmeg-like and can be smoky or even vanilla-like. Banana-like esters are often present. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent. Weissbier is well attenuated and very highly carbonated and a medium- to full-bodied beer. The color is very pale to very dark amber. Darker (dunkel) styles should have a detectable degree of roast malt in the balance without being robust in overall character. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.","ibuMin":"10","ibuMax":"15","abvMin":"4.9","abvMax":"5.5","srmMin":"4","srmMax":"18","ogMin":"1.047","fgMin":"1.008","fgMax":"1.016","createDate":[2012,3,21,20,6,46],"updateDate":[2015,4,7,15,30,29],"category":{"id":4,"name":"German Origin Ales","createDate":[2012,3,21,20,6,46]}},"available":{"id":4,"name":"Seasonal","description":"Available at the same time of year, every year."},"glass":{"id":5,"name":"Pint","createDate":[2012,1,3,2,41,33]}}