{"breweryId":"1KX35c","id":"J5f5uA","name":"Kommuter Kolsch","description":"THE BEER: Kolsch is a light, malty German ale, brewed like a  lager for maximum clarity and a bright, clean, refreshing taste.  German Pilsner, CaraHell and Sauermalz, and French Special Aromatic malt. “Noble” Sterling and Tettenang hops give it just a hint of perfumy hoppiness to balance the malt-forwardness.\r\n\r\nTHE STORY: A spectre is haunting Bainbridge Island, the spectre of Kolsch! Thousands of people each day ride the ferry to and from Seattle. Kommuter Kolsch is our gift to those grim, huddled masses, straining under the yoke of 35 minutes spent drinking coffee, checking their email, chatting with associates, and enjoying the view. Victory to the Ferry-tariat!","abv":"5.5","ibu":"25","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":1,"styleId":45,"glasswareId":13,"createDate":[2012,9,15,13,19,28],"updateDate":[2012,9,15,13,19,28],"style":{"id":45,"categoryId":4,"name":"German-Style Kölsch / Köln-Style Kölsch","shortName":"Kölsch","description":"Kölsch is warm fermented and aged at cold temperatures (German ale or alt-style beer). Kölsch is characterized by a golden to straw color and a slightly dry, subtly sweet softness on the palate, yet crisp. Good, dense head retention is desirable. Light pearapple-Riesling wine-like fruitiness may be apparent, but is not necessary for this style. Caramel character should not be evident. The body is light to medium-light. This beer has low hop flavor and aroma with medium bitterness. Wheat can be used in brewing this beer. Ale yeast is used for fermentation, though lager yeast is sometimes used in the bottle or final cold conditioning process. Fruity esters should be minimally perceived, if at all. Chill haze should be absent.","ibuMin":"18","ibuMax":"25","abvMin":"4.8","abvMax":"5.3","srmMin":"4","srmMax":"6","ogMin":"1.042","fgMin":"1.006","fgMax":"1.01","createDate":[2012,3,21,20,6,46],"updateDate":[2015,4,7,15,29,4],"category":{"id":4,"name":"German Origin Ales","createDate":[2012,3,21,20,6,46]}},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"glass":{"id":13,"name":"Willi","createDate":[2012,1,3,2,41,33]}}