{"breweryId":"hvWfx5","id":"c58p4w","name":"Space Dust","description":"Space Dust :: A Totally Nebular IPA. Great Western premium two-row, combined with c-15 and Dextri-Pils, give this beer a bright and galactic Milky Way hue. The hopping is pure starglow energy, with Chinook to bitter and late and dry additions of Citra and Amarillo. Space Dust is out of this world, with 62 IBU, and 7.2% ABV","abv":"8.2","isOrganic":"Y","status":"verified","statusDisplay":"Verified","styleId":30,"srmId":13,"createDate":[2013,4,30,14,42,42],"updateDate":[2015,12,17,2,40,46],"labels":{"icon":"https://s3.amazonaws.com/brewerydbapi/beer/c58p4w/upload_u5k1hD-icon.png","medium":"https://s3.amazonaws.com/brewerydbapi/beer/c58p4w/upload_u5k1hD-medium.png","large":"https://s3.amazonaws.com/brewerydbapi/beer/c58p4w/upload_u5k1hD-large.png"},"style":{"id":30,"categoryId":3,"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":[2012,3,21,20,6,45],"updateDate":[2015,4,7,15,26,37],"category":{"id":3,"name":"North American Origin Ales","createDate":[2012,3,21,20,6,45]}},"srm":{"id":13,"name":"13","hex":"CB6200"}}