{"breweryId":"5K9U34","id":"DSuwHi","name":"Friesian Pilsener","description":"Medium-bodied and pale golden in color, Friesian Pilsener won fame for its clean, dry malty flavor and distinctively long hop finish. This is an authentic rendition of the Friesian-style Pilseners of northern Germany, with the emphasis squarely on hop flavor.  No light weight beer, Friesian (pronounced free-zhun) Pilsener is roundly flavorful. We brew it as a classic match to hearty Northwest food favorites.. The results speak for themselves!","abv":"4.4","ibu":"40","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":1,"styleId":75,"glasswareId":4,"createDate":[2012,1,3,2,43,14],"updateDate":[2015,12,16,6,13,8],"labels":{"icon":"https://s3.amazonaws.com/brewerydbapi/beer/DSuwHi/upload_X77drR-icon.png","medium":"https://s3.amazonaws.com/brewerydbapi/beer/DSuwHi/upload_X77drR-medium.png","large":"https://s3.amazonaws.com/brewerydbapi/beer/DSuwHi/upload_X77drR-large.png"},"style":{"id":75,"categoryId":7,"name":"German-Style Pilsener","shortName":"German Pilsener","description":"A classic German Pilsener is very light straw or golden in color and well hopped. Perception of hop bitterness is medium to high. Noble-type hop aroma and flavor are moderate and quite obvious. It is a well-attenuated, medium-light bodied beer, but a malty residual sweetness can be perceived in aroma and flavor. Very low levels of sweet corn-like dimethylsulfide (DMS) character are below most beer drinkers' taste thresholds and are usually not detectable except to the trained or sensitive palate. Other fermentation or hop related sulfur compounds, when perceived at low levels, may be characteristic of this style. Fruity esters and diacetyl should not be perceived. There should be no chill haze. Its head should be dense and rich.","ibuMin":"25","ibuMax":"40","abvMin":"4","abvMax":"5","srmMin":"3","srmMax":"4","ogMin":"1.044","fgMin":"1.006","fgMax":"1.012","createDate":[2012,3,21,20,6,46],"updateDate":[2015,4,7,15,35,59],"category":{"id":7,"name":"European-germanic Lager","createDate":[2012,3,21,20,6,46]}},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"glass":{"id":4,"name":"Pilsner","createDate":[2012,1,3,2,41,33]}}