{"breweryId":"IaQrxj","id":"Qg44SS","name":"Eddie","description":"Originally brewed as a last minute add to the brew schedule when some fresh Mosaic hops fell in our laps, we decided to give it another go, but without the fresh hops this time. Brewing the beer as a lager gives the beer a crisp character, brightening the passionfruit and stone fruit aromas from the Mosaic hops, but still delivering the citrus flavors and upfront bitterness of an IPA.","abv":"6.9","ibu":"60","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":1,"styleId":130,"createDate":[2014,9,10,15,51,40],"updateDate":[2014,12,10,18,30,21],"labels":{"icon":"https://s3.amazonaws.com/brewerydbapi/beer/Qg44SS/upload_qhhpf5-icon.png","medium":"https://s3.amazonaws.com/brewerydbapi/beer/Qg44SS/upload_qhhpf5-medium.png","large":"https://s3.amazonaws.com/brewerydbapi/beer/Qg44SS/upload_qhhpf5-large.png"},"style":{"id":130,"categoryId":11,"name":"Experimental Beer (Lager or Ale)","shortName":"Experimental Beer","description":"An experimental beer is any beer (lager, ale or other) that is primarily grain-based and employs unusual techniques and/or ingredients. A minimum 51% of the fermentable carbohydrates must be derived from malted grains. The overall uniqueness of the process, ingredients used and creativity should be considered. Beers such as garden (vegetable), fruit, chocolate, coffee, spice, specialty or other beers that match existing categories should not be entered into this category. Beers not easily matched to existing style categories in a competition would often be entered into this category. Beers that are a combination of other categories (spice, smoke, specialty, porter, etc.) could also be entered into this category. A statement by the brewer explaining the experimental or other nature of the beer is essential in order for fair assessment in competitions. Generally, a 25-word statement would suffice in explaining the experimental nature of the beer.","createDate":[2012,3,21,20,6,46],"updateDate":[2015,4,7,15,46,2],"category":{"id":11,"name":"Hybrid/mixed Beer","createDate":[2012,3,21,20,6,46]}},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."}}