{"breweryId":"uHVh1e","id":"FesvNm","name":"Second Sight Strong Scotch Ale","description":"Ravens in the Scottish Highlands were once thought to possess the gift of second sight, the ability to see future events before they occur. If you are a fan of rich, malty ales then our raven foresees you loving this beer. This beer is built all around the malted barley with hops playing a balancing role. This beer is reddish-brown in color with a wonderful malt nose, delicious malt flavors  and a full bodied finish.\r\n\r\nMalts: ESB, Crystal, Special B, Chocolate\r\nHops: Glacier, Mt Hood","abv":"7.2","ibu":"38","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":1,"styleId":14,"glasswareId":5,"createDate":[2012,1,3,2,44,12],"updateDate":[2012,3,22,13,5,41],"style":{"id":14,"categoryId":1,"name":"Strong Ale","shortName":"Strong Ale","description":"Light amber to mid-range brown in color, strong ales are medium to full bodied with a malty sweetness and may have low levels of roast malt character. Hop aroma should be minimal and flavor can vary from none to medium in character intensity. Fruity-ester flavors and aromas can contribute to the character of this ale. Bitterness should be minimal but evident and balanced with malt and/or caramel-like sweetness. Alcohol types can be varied and complex. A rich, often sweet and complex estery character may be evident. Very low levels of diacetyl are acceptable. Chill haze is acceptable at low temperatures. (This style may often be split into two categories, strong and very strong.)","ibuMin":"30","ibuMax":"65","abvMin":"7","abvMax":"11","srmMin":"8","srmMax":"21","ogMin":"1.06","fgMin":"1.014","fgMax":"1.04","createDate":[2012,3,21,20,6,45],"updateDate":[2015,4,7,15,21,5],"category":{"id":1,"name":"British Origin Ales","createDate":[2012,3,21,20,6,45]}},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"glass":{"id":5,"name":"Pint","createDate":[2012,1,3,2,41,33]}}