{"breweryId":"YKa9wh","id":"CCPrNb","name":"Audible Ale","description":"Redhook has teamed up with Dan Patrick to brew the ultimate craft beer for watching sports: plenty of flavor and aroma, and crushable enough to make you want another- without making you sloppy by halftime. Mild Amber in color, light to medium body and a modest Cascade hop flavor and aroma give the beer overall balance, with a clean finish that makes you want to reach for another.","abv":"4.7","ibu":"22","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":1,"styleId":25,"glasswareId":5,"srmId":9,"createDate":[2012,12,4,11,46,29],"updateDate":[2015,12,16,21,27,56],"labels":{"icon":"https://s3.amazonaws.com/brewerydbapi/beer/CCPrNb/upload_ZngLqP-icon.png","medium":"https://s3.amazonaws.com/brewerydbapi/beer/CCPrNb/upload_ZngLqP-medium.png","large":"https://s3.amazonaws.com/brewerydbapi/beer/CCPrNb/upload_ZngLqP-large.png"},"style":{"id":25,"categoryId":3,"name":"American-Style Pale Ale","shortName":"American Pale","description":"American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.","ibuMin":"30","ibuMax":"42","abvMin":"4.5","abvMax":"5.6","srmMin":"6","srmMax":"14","ogMin":"1.044","fgMin":"1.008","fgMax":"1.014","createDate":[2012,3,21,20,6,45],"updateDate":[2015,4,7,15,25,18],"category":{"id":3,"name":"North American Origin Ales","createDate":[2012,3,21,20,6,45]}},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"glass":{"id":5,"name":"Pint","createDate":[2012,1,3,2,41,33]},"srm":{"id":9,"name":"9","hex":"E58500"}}