{"breweryId":"1KX35c","id":"vPNu3b","name":"Eagle Harbor IPA","description":"THE BEER: Eagle Harbor is our interpretation of a classic Northwest IPA. Recently the 'More is More!' camp have moved this noble style ever in the direction of increased alcohol and bitterness, flashy new hop varieties, and a tendency towards one-upsmanship. We've taken a step back, thought about what makes a great every-day IPA, and returned to our beloved NW IPA's roots. Hops include classic varieties, including Cascade, Nugget and Willamette, with modern varieties Apollo and Zythos reflecting a nod to the future. ESB, Crystal 40, Special Aromatic, Wheat, Carahell, and Sour malts. Dryhopped and ran through several pounds of whole leaf Cascade in our hopback, Eagle Harbor presents a firm hop aroma, supported by enough malt character to keep you coming back for more.\r\n\r\nTHE STORY: As the story goes, India Pale Ale was a big, hoppy beer designed to survive passage in a ship's hold all the way to India. Eagle Harbor is the bay that Downtown Winslow adjoins and the location of the ferry terminal. Interestingly, Winslow was not the main settlement on the island for much of its history. Searching for a new harbor to build ever larger ships, in 1903 the Hall Brothers Shipyard relocated from Port Blakely to Eagle Harbor. The tiny settlement of Madrone was then renamed Winslow, after the deceased Winslow Hall. Eagle Harbor IPA is named for that fading dream of enormous five-masted schooners, sailing to distant shores.","abv":"6","ibu":"60","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":1,"styleId":30,"glasswareId":5,"createDate":[2012,9,15,13,20,11],"updateDate":[2015,12,16,19,19,20],"labels":{"icon":"https://s3.amazonaws.com/brewerydbapi/beer/vPNu3b/upload_wnREfv-icon.png","medium":"https://s3.amazonaws.com/brewerydbapi/beer/vPNu3b/upload_wnREfv-medium.png","large":"https://s3.amazonaws.com/brewerydbapi/beer/vPNu3b/upload_wnREfv-large.png"},"style":{"id":30,"categoryId":3,"name":"American-Style India Pale Ale","shortName":"American IPA","description":"American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale","ibuMin":"50","ibuMax":"70","abvMin":"6.3","abvMax":"7.5","srmMin":"6","srmMax":"14","ogMin":"1.06","fgMin":"1.012","fgMax":"1.018","createDate":[2012,3,21,20,6,45],"updateDate":[2015,4,7,15,26,37],"category":{"id":3,"name":"North American Origin Ales","createDate":[2012,3,21,20,6,45]}},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"glass":{"id":5,"name":"Pint","createDate":[2012,1,3,2,41,33]}}