{"breweryId":"1KX35c","id":"mMYKVu","name":"Battle Point Stout","description":"THE BEER: A big, bold, dark, American Stout. Battle Point maintains a complex roastiness, with hints of caramel and chocolate, without being overly burnt or bitter. Smooth as silk and dark as night. ESB, Flaked Barley, Crystal 40, Chocolate malt, Black malt, Black barley, Carafa III, and just a hint of Extra Special malt. Hops are Nugget, Apollo and Willamette.\r\n\r\nTHE STORY: Located on the West side of the Island, Battle Point was supposedly named for a battle between a raiding northern tribe and the local Suquamish, in which Chief Kitsap and his men were victorious. During World War II, a radio post was established there as part of a network for intercepting and decoding Japanese radio transmissions. Now it's a park, and when I was a kid we used to shoot off model rockets there. Battle Point Stout is named after this historical corner of the island.","abv":"7.1","ibu":"45","isOrganic":"N","status":"verified","statusDisplay":"Verified","availableId":1,"styleId":42,"glasswareId":5,"createDate":[2012,9,15,13,22,14],"updateDate":[2015,6,9,17,44,6],"style":{"id":42,"categoryId":3,"name":"American-Style Stout","shortName":"American Stout","description":"Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.","ibuMin":"35","ibuMax":"60","abvMin":"5.7","abvMax":"8.8","srmMin":"40","srmMax":"40","ogMin":"1.05","fgMin":"1.01","fgMax":"1.022","createDate":[2012,3,21,20,6,46],"updateDate":[2015,4,7,15,28,43],"category":{"id":3,"name":"North American Origin Ales","createDate":[2012,3,21,20,6,45]}},"available":{"id":1,"name":"Year Round","description":"Available year round as a staple beer."},"glass":{"id":5,"name":"Pint","createDate":[2012,1,3,2,41,33]}}